[
    {
        "similarity": 0.4308415949344635,
        "title_target": "<TARGET>",
        "title_source": "Good T. Alien Base, 1999\\Chapter 11. LET HUMANITY BEWARE!\\050",
        "text_target": null,
        "text_source": "Observe carefully the great mass of humanity killing each other through centuries of war and strife. And for what purpose? For power and domination; the intense desire to dominate and subjugate . There are thousands of good people on your planet, but the mean and selfish humanity outnumbers the good by millions and millions. Unless there is a radical change starting now, from an individual's mind, within a family and family relations, within a nation and between nations, your people will all be destroyed by their own selfishness for power and domination. Not until your humanity is completely wiped out will there ever be peace on Earth. The danger of atomic war between nations is imminent... It may not be now, it may be centuries from now, but the end will still come. There is no turning back for your people. Some day you will all be wiped out by your own greediness, and if a few good people live through, then they will propagate and breed an unselfish humanity and no longer will there be a continuous strife between nations, within a nation, within a family and family relations, and within an individual mind, and there will be peace on Earth at last. There is a great and possible danger, too, that your humanity's intense desire to conquer, eventually seeking power and domination over the other planets, will mean only a complete massacre for Earthmen, because other planets will retaliate with terrifying power and force, only because of their fear of your selfish humanity coming to their planets and spreading greed and evil around. This is our message. Transmit it and let humanity beware!"
    },
    {
        "similarity": 0.42989930510520935,
        "title_target": "<TARGET>",
        "title_source": "COMETA report. UFOs and Defense-What Should We Prepare For, 1999\\Chapter 13. Political and Religious Implications\\023",
        "text_target": null,
        "text_source": "But how then do we avoid the pitfall of good intentions and good sentiments that everyone knows the road to hell is paved with? (13) Should we admit how long we have been observing them? Would they reproach us for not having intervened to prevent a world war of this type, or would they blame us for it, or, more generally, would they hold it against us that we changed the course of civilizations? Very severe and lasting psychological disturbances should be envisioned in these cases. Would they be disappointed to learn that we are not immortal? Later, economic and technological exchanges and financial ties should be established with these populations. Would it be a wise policy to involve ourselves in local affairs? And in one manner or another, could we escape the requests to become arbitrators of political disagreements, peace, war, and economic crises? Whatever the case, one day or another we would have to pay the price for all of the unsolved problems. Would they not go so far as to reproach us for the contributions of our very advanced civilization, or at least for what we thought would be of benefit to them? Changes of opinion and attitude toward us could occur over time. Wouldn't groups of people be one day tempted to consider themselves our equals, because we were not able to remain inaccessible? Protest movements would consequently arise and revolutionary cycles would no doubt be set in motion, as a result of which we, as well as our Herodian allies, would suffer. Our global policy would then be compromised and we would have to consider making our contacts less frequent and, ultimately, withdrawing onto our ships and retreating. We would then have the time necessary to review our policies, based on the still unknown techniques of our catechumens. The discovery of new worlds could enable us to enter into contact with civilizations just as developed as our own and even far more advanced. Nothing allows us to rule out the possibility that, ultimately, we would encounter explorers from other more distant worlds. Under these hypothetical conditions, it is permissible to imagine that we might have been discovered in space first. It would be our turn then to experience - at least in part - the psychological effects and the political and religious implications that we have described. What would be the policy of local governments toward us? Would they welcome us peacefully or would they prudently keep us at a distance? Should we fear seeing ourselves aim nuclear space weapons or other weapons against, for example, the bases that we had attempted to establish or had succeeded in establishing in the asteroid belt close to one of their worlds? What would be the results of such encounters? What relations could we establish and what influences would we exert on these different types of civilizations?"
    },
    {
        "similarity": 0.425674706697464,
        "title_target": "<TARGET>",
        "title_source": "Jacobs D. Walking Among Us, 2015\\CHAPTER TWO. Abductees, Aliens, and the Program\\031",
        "text_target": null,
        "text_source": "It is clear now that integration into human society is the aliens' primary goal. All aliens are part of a dedicated program to integrate hubrids into humanity. They perform their duties to fulfill the program's purposes and are all interconnected neurologically. All give allegiance to the insectalins. They do not talk about healing the Earth, or healing or enlightening humans, or joining together with humans in a cosmic community, or anything else that might help humans. They talk about sending aliens to Earth to live here undetected and eventually to supplant humans. Although the alien program is one of integration, exactly how The Change will take place is still a mystery. It is possible that integration into human society may merely be a preparation for The Change. If this is the case, then the program itself may be an ongoing integration into human society that will continue until the global population contains a critical mass of hubrids. In this case, The Change may be a final, as yet unknown, event or series of events that will culminate in the aliens' completion of their program. Whatever the final event is, it will be exclusively for the aliens' benefit."
    },
    {
        "similarity": 0.41829103231430054,
        "title_target": "<TARGET>",
        "title_source": "Hall R. The UFO Evidence, V2, A 30-year report, 2000\\SECTION XVI. Implications and Issues\\008",
        "text_target": null,
        "text_source": "Sociologist Ron Westrum expressed concerns about the implications of ET contact for our society: I think in some respects UFOs could present us with a situation analogous to captivity or conquest, or even more closely, to a child's relation to an unpredictable parent. The temptation in such circumstances to become passive and autistic is very strong. One need only consider how contact with superior technology introduced benignly can be disastrous, to appreciate what such technology introduced indifferently or malignantly might do. Societies which pride themselves on their technical superiority and advancement (as ours does) would seem particularly vulnerable .... One should not be fooled by the trivial effects on our society which UFOs now exert. UFOs are a Protean force. It is wise to consider not just the actual, but also potential, behavior. What UFOs do now should not be taken as a given; it could too easily change. • Another sociologist who specializes in social psychology, Robert L. Hall, has stated that fear of mass panic or individual human overreaction to extraterrestrial contact is basically a \"popular myth\" not grounded in objective research. But the myth persists in journalistic circles and influences public policy considerations. It is very common that public authorities act on the assumption that the public is likely to behave foolishly and even destructively in the face of a threat, especially an ill-understood threat. In the so-called invasion from Mars panic [Orson Welles's infamous fictional radio broadcast about Martians landing in New jersey), the commonly held, though distorted, view of how people reacted is based on the most extreme reactions [rather than the full range of reactions) .... From a close study of collective behavior, my informed guess as to how most people would react to extraterrestrial contact is that they would seek more information, and they would engage in lots of discussion of the significance of the contact. If plenty of credible information is available, there is very little risk of any harmful or destructive behavior of the kind we might call panic.• Dr. Michael D. Swords, professor of natural sciences at Western Michigan University, has studied closely the history of the government's handling of UFO reports. 10 For a special report on government UFO policy he contributed the following remarks about the potential impact of UFOs on society: \"The revelation of an alien presence might drive us even closer together into a World Community ... the Earth is slowly heading this way anyway. ... My guess is that, being in a rather different technostate than the Amazonian Shaman [whose 'dreams' were taken away by contact with Western culture], we would swiftly 'create new dreams.' Religion would adjust. Catholicism and others already have. Galileo and Darwin were far greater challenges than ET.\" He went on to say that there are three interrelated problems associated with ET contact: ( 1) the unknown economic impact; (2) the subtle psychological impact of an alien presence whose objectives are unknown; and (3) the stronger psychological impact of alien abductions that contain both apparently negative elements and unknown objectives. These three could possibly feed off one another to create very negative social consequences, all founded on the awareness that the Government cannot control the phenomenon .... I believe that the economic concerns are a red herring .... I could imagine that the human race could adjust to the thought of covert, neutral (undamaging), alien observation in much the same way fish in a bowl might do, or, as we ourselves did living with the bomb. So the critical point is not, perhaps, alien covert presence, but 'abduction.' The point is that we in the human race have plenty of experience living with danger, threat, and death. Even in the worst-case alien scenario ... would not we respond, adjust, and go about our lives? Maj. john R. King, USAF, wrote a thesis on the UFO problem as part of his coursework for the Air Command and Staff College, Air University, examining the political and social implications of ET contact using alternative scenarios of hostility and benevolence. 12 Some of the political implications he foresaw were potential loss of confidence in government and in existing political parties and changes in national policies and international power relationships. \"One wonders if considerations such as outlined above have not been causing feelings of uneasiness in certain government quarters,\" he said. Among the potential sociological consequences he envisioned were: • Initial shock and consternation • Loss or reduction of ego • Modification of human values • Decrease in status of scientists • Reevaluation of religions \"[There could be) an almost infinite number of implications in economics, industry, the arts ... across the whole spectrum of human activity. The point is that we should be thinking about all these implications so that we can be better prepared for the day when we might be confronted with an overt approach on the part of extraterrestrials .... The gravity of the implications for mankind in the existence of UFOs may be the root cause for the puzzling official pronouncements and approach to the problem.\" Impact on Religion At least two surveys have been done on the question of contact with extraterrestrial life and its impact on religion. A study by Dennis P. Rosenbaum and Richard A. Maier involved a telephone survey of a random sample of 73 priests and ministers. The results strongly supported two hypotheses: (l) many denominations have not yet taken a position on the ET life issue; and (2) Christian religious fundamentalism is inversely related to belief in ET life. The authors concluded: \"[The results clearly imply that) if evidence supporting the existence of extraterrestrial life increases, religious individuals and institutions that hold tightly to the written words of the Bible will experience more dissonance and will have greater difficulty resolving the conflict than those who prefer a less fundamental interpretation of Scripture.\" A recent, more comprehensive, study by Victoria Alexander surveyed 1 ,000 randomly selected religious bodies in the continental United States!\" As summarized, the findings based on 230 respondents provide evidence to dispute \"the concept that religion would falter or collapse if confronted by the reality of advanced extraterrestrial life .... \" On a response scale ranging from \"strongly disagree\" to \"strongly agree,\" the response to the first two key questions was as follows: \"Official confirmation of the discovery of an advanced technologically superior extraterrestrial civilization would have severe negative effects on the country's moral, social and religious foundations.\""
    },
    {
        "similarity": 0.4181433320045471,
        "title_target": "<TARGET>",
        "title_source": "Good T. Earth-the aliens enterprise, 2013\\CHAPTER NINETEEN. WHAT ON EARTH?\\071",
        "text_target": null,
        "text_source": "OPEN CONTACT? John L. Petersen served as a flight officer in the U.S. Navy and Navy Reserve and is a decorated veteran of both the Vietnam and Persian Gulf wars. His government and political experience includes stints at the National War College, the Institute for National Security Studies, the Office of the Secretary of Defense, and the National Security Council staff at the White House. Currently he heads the Arlington Institute, a think tank based in Arlington, Virginia. We have met on a number of occasions over the years in Washington. In The Road to 2015: Profiles of the Future, one of three of his books he has given me, he invokes a possible scenario when open contact is made with extraterrestrials:  For  many  in  the  majority  segment  of  people  in  industrial  societies who  believe  that  UFOs  are  real,  this  event,  though  disquieting,  was seen as opening up the window to a whole new world and reality full of immense questions-but not all necessarily negative. There was wonder and questioning in the context of a desire to solidify relationships and learn more from these strange 'people.' At the same time, pockets of people (and some governments) reacted as though acutely threatened. The assumption was that these beings were coming to take over, or unduly influence, the world and that the appropriate response was to quickly build up corporate and individual defenses. . . .  All societies with access to television are transfixed by this event. Never- before-seen levels of global excitement and anxiety are experienced. The implications of this event cause an ultimate change in most every aspect of life on Earth. One of the hardest-hit groups are conservative religious organizations, for whom this event does not fit into their relatively narrow explanation of reality. This, perhaps the biggest event in history, causes religious leaders to scramble to explain (and in some cases, modify) theology to fit this new situation. Although some groups see the benefit of the new visitors in terms of new technology that can be made into weapons, many others see it as a hope for solving some of the very serious, intractable problems the world is confronted with at that time. Energy production is of particular interest. All of which may be true. But is open contact a viable scenario? We have learned that many types of aliens populate the cosmos-including Earth. A number of these races, such as those involved in the hybridization programs, definitely do not have our best interests at heart. And those who are on our side in such matters evince an understandable reluctance to engage with us en masse. We remain a relatively primitive bunch. As Daniel Fry, a pioneer rocket technician whose first encounter took place in 1949, was informed by his alien contact:  If we were to appear as members of a superior race, coming from above to lead the people of your world, we would seriously disrupt the ego balance of your civilization. Tens of millions of your people, in their desperate need to avoid being demoted to second place in the universe, would go to any conceivable length to disprove or deny our existence. If  we  took  steps  to  force  the  realization  of  our  reality  upon  their consciousness, then about thirty percent of these people would insist upon considering us as gods, and would attempt to place upon us all responsibility for their own welfare. Of the remaining seventy percent, most would consider that we were potential tyrants who were planning to enslave their world, and many would immediately begin to seek means to destroy us. If any great and lasting good is to come from our efforts, the actual leaders must be your own people, or it must come from men who are indistinguishable from them."
    },
    {
        "similarity": 0.41458654403686523,
        "title_target": "<TARGET>",
        "title_source": "Hopkins B, Rainey C. Sight Unseen, 2003\\22. BEHIND THE SCENERY\\041",
        "text_target": null,
        "text_source": "Once we have built a time machine, he says, we can expect visitors (or messages) from the future to emerge from it. But what can they tell us? Not news of our own future. They can't know the future of our universe any more than we'd know theirs. What they could tell us is about the future of their own universe, whose past would be identical to ours. If their culture made several disastrous decisions, they could warn us about them. Maybe we'd follow their advice, maybe not. What we could greatly benefit from, though, is access to knowledge from the creativity of minds in other universes. To their credit, ufologists of the positivist school seem to sense the cornucopia of riches that would spill lavishly from that sort of interstellar cultural exchange. Each new morsel of advance knowledge that we would receive from the time machine or time travel will have had an author somewhere in the universe, but it may benefit untold numbers of different universes. If time travel is achieved one day, Deutsch assures us that it shouldn't require any fundamental change in our worldviews-that all the connections it would set up between past and future, the connections we'd begin to see between apparently unrelated events, will not be disturbing and paradoxical to us. They'd all be quite comprehensible. We just don't have the vantage point to see and appreciate those connections yet.26 But there's that fifth dimension popping up again. Does that mean it isn't going away-that we're actually going to have to deal with this strange idea?"
    },
    {
        "similarity": 0.4144250154495239,
        "title_target": "<TARGET>",
        "title_source": "Dolan R. UFOs for the 21st Century Mind,2014\\Chapter 12. Into the Future, Into Ourselves\\064",
        "text_target": null,
        "text_source": "The irony of Disclosure could well be that we will continue to have many unanswered questions about exactly who and what we are dealing with. We will have gotten to a point where we can prove to ourselves openly as a society that they are here, yes. But that is different from being able to grab hold of a live one for open study. Fighting the black budget world would probably offer the most hope on this matter, but it may well take an extended struggle to make that happen, perhaps many years. It is also quite possible that whatever bodies are being held make up only a small piece of the grand puzzle of what constitutes these Others. Very likely, the real action after Disclosure will be dealing with issues internal to our own society. It may well be that at least some of these beings have established a residence on our world. There is certainly reason to believe, gained from countless insider leaks and claims, that there is communication of some sort between them and the black budget community. There are also claims, and good reason to consider, that some of them have insinuated themselves into our society, perhaps even our power structure. Why would that be so illogical? On the contrary, it would seem to be entirely logical. They would know that humanity is on the fast track, and that when we get to the point where we might prove to be a genuine annoyance, all the more reason for them to have their own people on the inside. In the post-Disclosure world, this question will be raised more than once. There will be no easy way around it. Disclosure of the UFO reality will force our civilization to resolve many longstanding challenges and problems. Looking at only a few of these, it is easy to see why secrecy on this matter has been paramount for so long. Uncovering it will be the most revolutionary act in human history. The Long View   Looking further ahead into the future, we can discern some contours of that distant shore. It will be a world with an open recognition of the presence of other, alien intelligences here on Earth, interacting with this planet and humanity. That will be out in the open. Whether they will be out in the open is another matter altogether. But its open acknowledgement will be a great spur to our intellectual development. The dominant technologies a century from now will be difficult, perhaps impossible, for us to recognize today. Computing power and artificial intelligence will be orders of magnitude greater."
    },
    {
        "similarity": 0.4071016311645508,
        "title_target": "<TARGET>",
        "title_source": "Dolan R. UFOs for the 21st Century Mind,2014\\Chapter 12. Into the Future, Into Ourselves\\062",
        "text_target": null,
        "text_source": "The moment of Disclosure will present the political leaders of our world with an opportunity. That opportunity will be to take the path of light, not darkness. A path promoting freedom and truth, not one of oppression and lies. This is not to say that such a wonderful outcome will happen. We must not lapse into naïve utopianism. But Disclosure, and the months and years following it, will present humanity with a challenge not merely of how to deal with these other beings, whatever they are, and whatever their agenda happens to be. It will present us with a challenge of how to live with each other, how to graduate to the next phase of our existence. Will we do so in a spirit of global cooperation and freedom, moving truly into our adulthood as a species? Or will the dark road be taken, one of manipulation and oppression on a scale even greater than that of today? These are choices, real choices that will present themselves to all thinking people after Disclosure."
    },
    {
        "similarity": 0.3959096670150757,
        "title_target": "<TARGET>",
        "title_source": "Dolan R. UFOs for the 21st Century Mind,2014\\Chapter 8. Contact and Abduction\\065",
        "text_target": null,
        "text_source": "In addition to Adamski, there were many other individuals of the 1950s who claimed similar types of contact: Daniel Frye, Howard and Connie Menger, George Van Tassell, Cedric Allingham, Orfeo Angelucci, Truman Bethurum, Elizabeth Klarer, and many others. Each of these people claimed to have had personal contact with human looking extraterrestrials, and all of the extraterrestrials had messages for humanity. In the 1950s, that message was almost exclusively geared toward the dangers of atomic power and weaponry. Over time, the messages evolved somewhat, but still retained the basic concept that the beings from elsewhere had knowledge that could be used for the betterment of both humanity and the individual. This, too, has always been a central tenet of theosophy. During the 1970s, for instance, Italian contactee, Giorgio Dibitonto had a number of alleged contacts with space brothers, including rides in starships. These beings were claimed to be the angels of the Bible, still charged with revealing spiritual truths to humanity and with guiding us on the path toward higher development. They told Dibitonto:  You have set matter and spirit against each other.… If you could free your mind from its presumptuous arrogance, and become meek and simple, pure and good… Then you would solve the whole problem of evil and your unhappiness. The intellect becomes ensnared if it represses or subverts [the wisdom of the heart]. Then the heart and the mind become enemies of each other, and the result is all manner of misfortune and sickness. This is a classic presentation of theosophical thought, and a perfect encapsulation of most messages from the space brothers, whether received in person, or via channeled or telepathic communications. Indeed, since the 1990s, the message from the space brothers has become almost exclusively spiritual. Even nuclear weapons and the environment have taken a back seat to the need for humanity to ascend to a higher level of consciousness in its ongoing process of spiritual evolution. In such a way, we can peacefully join the greater galactic community."
    },
    {
        "similarity": 0.3903592526912689,
        "title_target": "<TARGET>",
        "title_source": "Dolan R. UFOs for the 21st Century Mind,2014\\Chapter 1. What Are UFOs?\\052",
        "text_target": null,
        "text_source": "The scientific implications of UFOs hardly end here. As we shall see in the chapters describing many fascinating UFO cases, there are reasons to believe that these objects, or the beings inside them, somehow manipulate space-time reality. In other words, UFOs represent more than merely incredible technology, but a radically new understanding of space and time itself. Imagine what our world would be like if humanity learned how to master space and time. Could we travel, Star Trek-like, through the universe at warp speed? Could we somehow travel through time or into other dimensions or reality? There are many important questions nagging at our scientific community today. Are any of them better understood within the classified world in ways that have not yet reached the public realm? Keeping scientific secrets of this magnitude is not impossible and, as I will argue later in this book, has happened for a long time. In our world today, there are important unresolved questions concerning such subjects as the origin of life, genetic manipulation, disease, biological evolution, memory, consciousness, gravity, and other fundamentals about the universe itself. As astonishing as this may at first seem, a true understanding of the UFO phenomenon almost certainly has something to teach us about each of these questions."
    },
    {
        "similarity": 0.38915956020355225,
        "title_target": "<TARGET>",
        "title_source": "Mack J. Abduction-Human Encounters with Aliens, 1994\\CHAPTER SIXTEEN. ALIEN INTERVENTION AND HUMAN EVOLUTION\\045",
        "text_target": null,
        "text_source": "This \"politics of ontology\" (Mack 1992) is then the primary arena in which the reality and significance of the UFO abduction phenomenon must be confronted. Before its potential meaning for our individual and collective lives can be realized it has to be taken seriously and moved out of the sensationalizing tabloids into the mainstream of the society so that the sophisticated media is free to give up their supercilious tone. For our own government and other gove111ments around the world the abduction phenomenon presents a special problem. It is, after all, the business of government to protect its people, and for officials to acknowledge that, for strange beings from radar-defying craft to, in seeming defiance of the laws of gravity and space/time itself, invade our homes and abduct our people would create particular problems . This may explain why government policy in relation to UFOs has been, from the beginning, so confusing, a kind of garbled mixture of denial and cover-up that only fuels conspiracy theories. There are other political implications of the abduction phenomenon. Politics, local, national, and international, is, after all, a game of power. We seek power to dominate, control, or influence a sphere of action. But the abduction phenomenon, by its demonstration that control is impossible, even absurd, and its capacity to reveal our wider identity in the universe, invites us to discover the meaning of our \"power\" in a deeper, spiritual sense. Ethnonational conflict, which derives ultimately from the fact that we de1 fine ourselves exclusively in parochial regional terms (what Erik Erikson called .. pseudospeciation\"}, is the source of prodigious suffering and represents a vast threat to human survival. The more global, even cosmically, interconnected identity that is implicit in the UFO abduction phenomenon, might, at least, offer a distraction from our interminable struggles for ownership and dominance of the earth. At best it could draw us out of ourselves into potentially infinite cosmic adventures. But all this depends on taking the phenomenon and its implications seriously. The economic implications of the abduction phenomenon are inseparable from the political ones. The loss of a sense of the sacred, the devaluation of intelligence and consciousness in nature beyond ourselves, has permitted the stronger among us to exploit the earth's resources without regard to future generations. Growth without restraint has become an end in itself, as the reports of economic \"indicators\" endlessly intone, ignoring the inevitable collapse that cannot be far off if the multiplication of the human population continues unchecked and the pillaging of the earth does not stop. Furthermore, if the acquisitive impulse (euphemistically called \"market forces\") is not controlled, inequities in the distribution of food and other goods that do remain may deepen, giving rise to potential chaos and war without limits. The UFO abduction phenomenon does not speak directly to this issue. It does not, cannot, \"save\" us. B ut, as will be discussed shortly, it seems to be intricately connected with the nature of human greed, the roots of our destructiveness, and the future consequences of our collective behavior. For the abductees, the encounters can be ,, profoundly \"enlightening\" in the fullest sense."
    },
    {
        "similarity": 0.38592636585235596,
        "title_target": "<TARGET>",
        "title_source": "Dolan R. UFOs and the National Security State-V2, 2009\\Chapter 9. False Dawn, 1990-1991\\056",
        "text_target": null,
        "text_source": "Only a full and open review of the history can allow us to know whether such a turn of events is true, or was inevitable. If the UFO reality, however, portended something dangerous, or something that threatened the social fabric, it is not hard to see how a covert arm of the government would be seen as a necessity. If secrecy were truly of paramount importance, such an arm could in time become separate from its creator – perhaps even independent, like colonies breaking away from their mother country. It was not only the human power structure that had secrets. The intelligences behind the UFOs themselves clearly were not interested in announcing themselves. Divining an alien agenda from the mass of UFO reports has not proven to be particularly fruitful, but reports through the early 1990s made at least two things clear: that secrecy was important to the UFO operators, and they were actively engaged about their own business. Indeed, it would appear that the Earth did not have visitors so much as long-term residents, presumably with a substantial infrastructure. By the end of the Cold War, the available evidence pointed not so much to the existence of aliens arriving from outer space (although elsewhere in the universe remains a reasonable point of origin) as to an alien civilization living here on Earth, whether permanently or with some long-term goal."
    },
    {
        "similarity": 0.38501736521720886,
        "title_target": "<TARGET>",
        "title_source": "Mack J. Abduction-Human Encounters with Aliens, 1994\\CHAPTER SIXTEEN. ALIEN INTERVENTION AND HUMAN EVOLUTION\\041",
        "text_target": null,
        "text_source": "IMPLICATIONS FOR HUMAN IDENTITY Each abductee experiences in some sense an expansion of his or her sense of self, of identity in the world. Paul wondered how we had come to mistake the \"shell\" of our being for the \"whole\" of it; and Eva, in her recall of the Soul Bird story of her childhood, recognized there were compartments of self which she was opening up and merging in order to move from fragmentation toward wholeness. The change that abductees experience is fundamentally that they may no longer feel themselves to be separate from other beings. They shed their identification with a narrow social role and gain a sense of oneness with all creation, a kind of universal connectedness. This opening to a wider identity appears to be a direct result of the abduction experiences, if not a central aspect of the whole process. The change appears to be the result of two related elements. The abduction experiences themselves shatter the illusion of our control, and demonstrate forcefully �hat we are helpless in the face of forces and beings whose purpose we do not understand. Each abductee discovers that he or she is but one intelligent being in a universe populated with various other entities that are not \"supposed to\" exist. Human beings are not lords of the earth, they realize, but children of the cosmos who must find their way to live in harmony with all manner of creatures on the earth and elsewhere. This is a terrifying lesson in humility that opens the psyche to a wider perception of the universe, including the beings and entities that inhabit it. At the same time, as I noted, some abductees become open to the presence of a divine source, which fills their being and gives a sense of connection with a universal consciousness from which they have come and to which they will return. \"Past life\" experiences, which seem to extend the sense of self over time in both embodied and unembodied form, create a further expansion of the feeling of what it is to be a human being. Finally, the peculiar sense that many abductees gain during the relaxation sessions that they have a dual huf!lan/alien identity reinforces all of the above processes . For the alien self is felt to be a kind of missing part, a soul link to the universal source of consciousness, the anima mundi from which they feel they have been cut off.PoLITICAL, EcoNOMIC, AND RELIGious IMPLICATIONS The Western scientific/materialist worldview has been hugely successful in its explorations of the physical world, revealing many of its secrets and using this knowledge to serve human purposes. We have overcome the harshness of winter, reduced suffering through advances in medicine, and learned to communicate electronically with those who are far away. At the same time we have applied our knowledge to creating weapons of destruction that can now easily destroy life as we know it. Our use of modern technology to tear resources from the earth is bringing the biosphere to the brink of collapse. We are a species out of harmony with nature, gone berserk in the indulgence of its desires at the expense of other living beings and the earth that has given us life."
    },
    {
        "similarity": 0.38179442286491394,
        "title_target": "<TARGET>",
        "title_source": "COMETA report. UFOs and Defense-What Should We Prepare For, 1999\\Chapter 13. Political and Religious Implications\\019",
        "text_target": null,
        "text_source": "13.4.2 Direct Contacts with Industrial-Age Civilizations The day would come when we believed that these civilizations, gradually brought to our level through our efforts, are able to participate in our world. With the ground prepared in advance, contacts could, for example, be established discretely with select individuals or at the highest level of the States, or of some of them, and, if possible, be kept secret. Although leaks should not be ruled out, the leaders selected would then have to conduct information, disinformation, and counter-information campaigns to maintain the privileged nature of these relations and, who knows, to benefit, from our side, from novel scientific, technical, and political information, giving them an edge over their rivals. The selection of States, rulers, key figures, or mere individuals would, of course, be of paramount importance. Before or after the implementation of an influencing program, why not imagine having bionic robots that look like humans or resemble the living beings there appear in order not to risk the lives of members of our expeditions? Finally, why not purely and simply present ourselves openly and publicly? It is easy to imagine the huge sensation that this would cause in all psychological, political, military, strategic, and religious spheres, to say nothing of the media, [as well as the] multiple meetings and international colloquiums, uninterrupted sessions of organizations such as the UN, calls for \"world unity, \" international consultations, the creation of welcoming committees, etc. [that it would prompt]. The rivalry of the States would be interesting to observe. It goes without saying that our intentions must be perceived as peaceful. If this were not our policy, there would, of course, be no need to take special precautions to show consideration for the sentiments of the local populations. In all of these scenarios, we should encounter idolaters, sycophants, Herodians, who, out of a millenalist conviction, gullibility, pragmatism, or interest, would welcome us with enthusiasm as saviors, capable of solving all of their problems and bringing them peace and prosperity, preferably without having to exert much effort. These would be our first allies."
    },
    {
        "similarity": 0.381178081035614,
        "title_target": "<TARGET>",
        "title_source": "Hopkins B, Rainey C. Sight Unseen, 2003\\26. HUMAN RESOURCES: OURS OR THEIRS?\\036",
        "text_target": null,
        "text_source": "The old debate still rages on over what is the most powerful influence to shape human beings (or any sentient being): Is it nature or nurture? But it's possible that both our great human vulnerability and our strength lies in our ongoing desire to attend to both equally. We earthlings value our science; we don't mind tinkering with nature if it seems to confer some genetic advantage on us, rather than the next guy; we're even drawn to some of the more radical new abilities of genetics to make designer babies free of defects. But we know that nature won't paint the whole picture, either-that these small bundles of neurons, muscles, blood, and bone, these offspring of ours, will also grow out of the environment we create and the examples we set. We will need to intentionally nurture our children into becoming loving, empathetic, and ethical adults, responsible to the rest of society. But what happens to a species like ours that might become infiltrated by a subpopulation of bioengineered people who never knew the nurturance side of the equation? ETs may be on the way to creating an increasingly perfect facsimile of a human being, but we don't yet see convincing evidence that they understand what lies behind the scenery of a fully fleshed-out human existence-qualities such as emotional openness, the courage to act independantly as a moral being, the desire to nurture others as you were once nurtured-or to nurture another person even if you were not. We don't know if this new variant species of mankind, intentionally created by the Other, is here to offer us earthlings fresh knowledge and profound insights from the farside of the cosmos, or whether it intends to deliberately betray us into the service of its own extraterrestrial creators. In the meantime, it seems that all we can do is to continue to bear witness and offer modest emotional support-through conversations, letters, phone calls, and writing-to the thousands of people undergoing these experiences. We, as well as the abductees, look toward the day that it dawns on the scientific, political, educational, and spiritual institutions of this small planet that their understanding and guidance are terribly lacking in dealing with this strange experience that touches every dimension of what it means to be human."
    },
    {
        "similarity": 0.3810737431049347,
        "title_target": "<TARGET>",
        "title_source": "Jacobs D. Walking Among Us, 2015\\CHAPTER 10. Integration and Speculation\\045",
        "text_target": null,
        "text_source": "Do We Need to Know What's Happening? For abductees, understanding their situation can be psychologically important. Many abductees live in constant anxiety about what is happening to them, even though they may know the particulars of their experiences. Often, understanding the abduction phenomenon provides answers to lifelong questions about their odd experiences and allows them to move on with their lives, free from fear, worry, and obsession about abductions-even though the abductions continue unabated. When abductees come to me to help them remember, I cannot give them physical control over what is happening to them. I try to give them some emotional and intellectual control, but they can do little about stopping the abductions. There are several possible scenarios that could be realized involving public knowledge of hubrids living in society. The first is that there would be no public knowledge. People would obligingly do the hubrids' bidding and think nothing of it. Hubrids would live here and everything would go on as normal. That something is off-kilter would simply be disregarded by most people. If public knowledge were to become widespread, societal disruption could ensue. The idea that some people are actually hubrids could cause fear and panic. It could pit humans against each other. Suspicion and paranoia could run rampant in the early part of The Change, when most people are not yet incorporated into the aliens' structure. The concept of trust would be destroyed, as humans hunt for supposed hubrids to eliminate them. Even abductees might be imperiled. Because most abductees are unknown even to themselves, everyone would fall under suspicion. This is a nightmarish vision, but it might be a realistic one if society were destroyed from within through knowledge that The Change is happening. Another scenario could mean a smooth and unknown transition for humans into another species. In this scenario, people would not know what is occurring until it is too late-if, indeed, it is not already too late. Eventually, there might be a point at which people begin to realize that others can control their thoughts and actions. By that time, however, The Change would be too advanced to be stopped-assuming it can be stopped. Eventually, most humans might be in a close relationship with a hubrid and thus toe the line for their new masters. When that happens, freedom of thought, privacy, self-determination, and individuality would almost certainly diminish greatly, if not disappear completely. Knowing what is happening to us would be meaningless. The possibility also exists that hubrids, although loyal to the insectalins, could be seduced by human lifestyles and perhaps driven by human empathy to protect people. In this scenario, the evolution of the human race could mean the evolution of hubrids into humanity, the hubrids having been tempted into a free-wheeling semi-private existence that they have learned to enjoy. They would be humanized. But the central fact remains that they can control humans and humans cannot control them. That neurological inequality gives them free rein over humanity in every way. Resistance to them would be practically impossible, no matter which scenario ensues. For researchers, the question of choosing whether to know what is happening has other ramifications. I have struggled with this problem for many years. It is a close call, but my sense is that it is better to know than not to know. Without knowledge, we are completely at the aliens' mercy. With proper knowledge, we may think of options to delay or impede their program. I think this is worthwhile. And helping abductees struggle with what is happening to them is the human thing to do."
    },
    {
        "similarity": 0.3756055235862732,
        "title_target": "<TARGET>",
        "title_source": "Jacobs D. The Threat, 1998\\11. The Nature of Alien Intentions\\034",
        "text_target": null,
        "text_source": "Are the Positives Correct? It is premature to assume that the Positives are completely wrong about alien intentions. It is possible that the aliens will, in the end, help humankind and the world. Their intervention in the rush of human events might be a positive step toward solving the problems of disease, the environment, and war. However, at this time the evidence of benevolent intentions is, at best, ambiguous. One thing is certain: Most abductees say the phenomenon has had a devastating effect on their personal lives. Many have phobias, scars, bruises, and physical problems, especially gynecological and urological dysfunction. Many live in fear that it will happen again and feel guilty that they cannot protect their children. The debate over alien intentions again brings up the question of what is believable in abduction research. Hypnosis, consciously recalled memories, false memories-is there a way of separating the \"signal from the noise\"? Uncovering the reality of abduction events is difficult but feasible. Methodological rigor has developed a core of solid information, confirmed by hundreds of abductees, and it has enabled investigators to understand the abduction phenomenon. Alien intentions, an area that could not be addressed from an evidentiary standpoint in the past, depends on the aliens' ultimate goals. Their intentions are linked to the end of their program and can be narrowed down to three possibilities: Their actions are mutually beneficial to both the aliens and humans; they are beneficial to the aliens and intentionally harmful to humans; or they are beneficial to the aliens who simply do not care what human consequences their actions might have. Is there any way to discern what the outcome will be? Our present state of knowledge has finally allowed us to understand what most probably will happen in the future when the aliens' goals and intentions will be made evident. We do not yet have all the pieces to the puzzle but the outlines are well-defined and the picture is clearly recognizable. It is not a picture that I enjoy looking at."
    },
    {
        "similarity": 0.37255093455314636,
        "title_target": "<TARGET>",
        "title_source": "Mack J. Abduction-Human Encounters with Aliens, 1994\\CHAPTER SIXTEEN. ALIEN INTERVENTION AND HUMAN EVOLUTION\\039",
        "text_target": null,
        "text_source": "In this worldview the various spirit entities, God or gods and other mythic beings that peoples throughout the world, including in our own culture, experience as altogether real have no objective reality. They are the subject matter of psychology and psychopathology, anthropology, religious study, and science fiction, the projection outward of the perceptions and images of the brain. If we make these entities real, it is through metaphor and symbol, as poets do so well. To acknowledge that the universe (or universes) contains other beings that have been able to enter our world and affect us as powerfully as the alien entities seem able to do would require an expansion of our notions of reality that would all too radically undermine the Western scientific and philosophical ideology which Tulane philosopher Michael Zimmerman calls \"naturalistic humanism\" (Zimmerman 1993). The alien beings that appear to come to us from the sky in strange spacecraft present a particularly confusing challenge to such a naturalistic or objectivist ideology. For they seem to partake of properties belonging to both the spirit and the material worlds, bridging, as if effortlessly, the division between these realms which has become increasingly sacred and unbreachable since science and religion went their separate ways in the seventeenth century (Toulmin 1990). On the one hand these beings seem able to be seen by the abductees, who feel their bodies moved and find small lesions inflicted upon them. On the other hand the beings seem to come, like intermediaries from God or the Devil, from a nonembodied source, and they are able to open the consciousness of abductees to realms of being that do not exist in the physical world as we know it. Before concluding I will speculate about why the barrier between the spirit and material worlds has become so entrenched in the West. For it is this pos1 sibly false dichotomy that makes our confrontation with beings who do not respect this gulf so shocking. SPIRITUAL IMPLICATIONS I am often asked how experiences that are so traumatic, and even appear cruel at times, can also be spiritually transformative. To me there is no inconsistency here, unless one reserves spirituality for realms of the sublime that are free of pain and struggle. Sometimes our most useful spiritual learning and growth comes at the hands of rough teachers who have little respect for our conceits, psychological defenses, or established points of view. Zen Buddhist teaching is notorious for its shock treatment methods. One might even go further and argue that genuine spiritual growth is inevitably disturbing, as the boundaries of consciousness are breached and we are opened to new domains of existence. This does not, of course, \"forgive\" the cruelties associated with the abduction phenomenon. The alien beings that abductees speak about seem to many of them to come from another domain that is felt to be closer to the source of being or primary creation. They have been described, however homely their appearance, as intermediaries or emissaries from God, even as angels, by Carlos for one. The acknowledgment of their existence, after the initial ontological shock, is sometimes (see Peter 's and Catherine's cases, for exrunple) the first step in the opening of consciousness to a universe that is no longer simply material. Abductees come to appreciate that the universe is filled with intelligences and is itself intelligent. They develop a sense of awe before a mysterious cosmos that becomes sacred and ensouled. The sense of separation from all the rest of creation breaks down and the experience of oneness becomes an essential aspect of the evolution of the abductee's consciousness, as Joe spoke of in relation to his own and his baby son's development. Joe felt the choice he was facing was, as he put it, between oneness and insanity. The aliens themselves may come to be seen as a split-off part of the abductee's soul or Self; his or herown reensoulment requires the integration of this separated dimension. Many abductees with whom I have worked, including several not written about in this book, experience a kind of ecstasy which, as in Carlos's case, can reach orgasmic proportions as they feel themselves open through their experiences (or the reliving of them) to a divine source or creative center of being in the cosmos. This source is, to the abductees, inexpressibly luminous and filled with color, and they may weep when they find themselves in its presence, for separation from it was painful beyond words. When they do open to the source once again, they may call the experience a \"return\" and protest once again having to fulfill even a newly agreed upon purpose as a human being. As their experiences are brought into full consciousness, some abductees come to feel increasingly a sense of oneness with all beings and all of creation. This is often expressed through a special love of nature and a deep connection with animals and animal spirits. Sometimes there is a strong identification with one type of animal. Deer are, for example, \"totem\" creatures for Dave; Carlos feels a special kinship with lions; and Arthur has a remarkable capacity to connect with a variety of animals. The aliens themselves, as we have seen, may appear at various times to the abductees in animal form. The connection that they have with animal spirits, a kind of shamanic dimension, remains to be explored."
    },
    {
        "similarity": 0.37161922454833984,
        "title_target": "<TARGET>",
        "title_source": "Dolan R. UFOs for the 21st Century Mind,2014\\Chapter 8. Contact and Abduction\\052",
        "text_target": null,
        "text_source": "Scott learned, somehow, that these beings were in the process of changing themselves physically so that they could breathe on Earth. This is a key part of the hybridization process, he said. He also observed that they think much faster than humans do. During telepathic communication, he said, they need to slow down in order not to overwhelm us. Scott believed that their intention was to live on Earth, but possibly without humanity-unless humanity were to change, in which case we might live together. Scott contrasted human and alien existence. Human beings, he said, are alone. They do not share their thoughts, or much of anything. Among the aliens, conversely, nobody is alone, there are no secrets. Everybody knows everything. Based on his recalled experiences, Scott concluded that if humanity does not change, our world will change for us."
    },
    {
        "similarity": 0.36763763427734375,
        "title_target": "<TARGET>",
        "title_source": "Jacobs D. The Threat, 1998\\12. Life As We Know It?\\000",
        "text_target": null,
        "text_source": "  The aliens continually refer to the future. They say it will be better for humans and aliens. When they impregnate women, they say the women are \"carrying the future.\" They refer to the \"children of the future.\" They talk about a \"change\" coming-a difficult change but an inevitable one. What we are seeing in the abduction phenomenon is apparently a process. Everything that has happened to the ab-ductees and all the aliens' activities are part of a process leading to a predetermined goal for the future. That process has been continuing for the entire twentieth century, and at some point in the near future it will end and the goal will be achieved. Contrary to the optimistic predictions of the Positives, I do not like what I see for the future. And the more information I gather about the abduction phenomenon, the more ominous the picture looks. When the end comes-and it will come-what will happen to humanity?"
    },
    {
        "similarity": 0.3636334240436554,
        "title_target": "<TARGET>",
        "title_source": "Dolan R. UFOs for the 21st Century Mind,2014\\Chapter 12. Into the Future, Into Ourselves\\016",
        "text_target": null,
        "text_source": "Such as who are these beings? What is their agenda? Do we have anything to fear? These will be very difficult to answer. There is every reason to believe that even the leaders of the black budget/breakaway society, those groups that have been studying this for years, may be outmatched by what they are dealing with. They probably have their own questions and even fears. And what if they do know what they are dealing with? Although it is probably impossible to know the full intentions of non-human visitors (or permanent residents), it is entirely possible, judging from the data we do have, that some of them care little for humanity. What if an alien agenda has been determined within the intelligence community, and this agenda includes an eventual replacement of humanity by some sort of hybrid species? This is what abduction researcher David Jacobs has argued. And even if that is not true, does any President honestly believe he or she can contain rampant speculation along these lines? Panic is an easy outcome to foresee. Even if the intentions of these other beings are said to be neutral or positive, there will clearly be tremendous suspicion by large swaths of humanity. An alien presence of any sort will not be an easy sell. There will already be a sizable number of people predisposed to interpreting such beings as nothing less than demonic. Short of dragging one of these beings to a podium and subjecting it to hours and days and weeks of questions by an insatiable public, it is unlikely that any Disclosure will satisfy the public regarding alien motivations. That is only the beginning of the problems. There is a basic political question that people will ask, one with profound implications:  How have you managed to keep this secret all these years?"
    },
    {
        "similarity": 0.36299288272857666,
        "title_target": "<TARGET>",
        "title_source": "Jacobs D. The Threat, 1998\\11. The Nature of Alien Intentions\\019",
        "text_target": null,
        "text_source": "The Positive Leo Sprinkle uses the word \"contactee\" to describe his and other people's experiences. He feels that meditation can cause a UFO sighting, either in the present life or in one or more past lives. He claims direct communication with aliens and can get them to answer his questions virtually on demand. Using the New Age to Cope  It is extremely difficult for unaware abductees who have not undergone competent hypnosis, or who have had none at all, to come to terms emotionally with their abductions. As a result, they develop coping mechanisms to deal with the continual psychological and physical assault from their experiences. To mitigate their victimization, they transform their lifetime of fear and anxiety into a more psychologically bearable scenario. These abductees seek reassurance and find organizations and people who share their belief that the aliens are benevolent. Often they become involved with New Age groups that focus on the existence of alternative realities. The abductees leam there is more to life than one can know on a conscious, objective level. When they come in contact with the channeling of aliens or spirit-aliens, they \"discover\" an explanation for their experiences. In channeling, the entity answers all questions, no matter how grand, esoteric, or trivial. And the channeled messages directly address the rationale behind the abduction experiences: The abductees have been chosen to undertake a mission to help humanity, Earth, the aliens, and the universe. Abductees are not victims-they are important players in a majestic alien plan for the betterment of humanity. Enduring a little fear and pain is a small price to pay for taking part in such an important task."
    },
    {
        "similarity": 0.36206522583961487,
        "title_target": "<TARGET>",
        "title_source": "Dolan R. UFOs for the 21st Century Mind,2014\\Chapter 10. Who Are They? What Do They Want?\\015",
        "text_target": null,
        "text_source": "One of the key messages people report from the Grays is that they are concerned over humanity's destruction and poisoning of Earth's natural environment. Several abductees have reported that they are stationed here, and have been testing our water, soil, vegetation, and animal life for quite some time. If it is also true, as some evidence suggests, that the Grays have also taken animals from around the world, it could be to track changes to reproductive systems and therefore to the Earth's environment. The Grays often tell abductees what they are doing is necessary and important, even for the betterment or preservation of mankind or life on Earth. In particular, a number of abductees have reported the Grays are concerned about nuclear technology and weapons. Indeed, the message is that they are watching out for us. This is reasonable enough. If we humans arrived at another world and saw the most advanced species there in the process of destroying that planet's ecosystem, we too might be concerned. Still, we are not in a position to know if the Grays are truthful. There is nothing to stop them from lying to us. Is it impossible to think that humans would lie to natives of another planet in order to gain their trust for our own ulterior purposes, whatever those might be? Such a scenario was portrayed in James Cameron's movie, Avatar. The idea could be to convince the inhabitants that their planet is in danger and the newcomers want to help. The human race could not possibly be the first marks, the first suckers, in the history of the universe. We may ask, are the Grays evil? Putting aside the question of what would constitute interstellar evil, we suppose they might be, but this is probably the wrong way to look at the matter."
    },
    {
        "similarity": 0.3619164824485779,
        "title_target": "<TARGET>",
        "title_source": "Marrs J. Alien Agenda, 1997\\EPILOGUE. NEW REALITIES\\004",
        "text_target": null,
        "text_source": "A consistent message is becoming clear-we are all free-willed multidimensional beings composed of both the physical and the spiritual. Our individual bodies are made up of physical matter that must conform to physical laws. But our bodies are energized by a thinking form of energy-the soul, if you prefer-which, like all energy, can neither be created nor destroyed, only change form. Many researchers into our spiritual side believe that mankind is in the process of shifting into a higher plane of existence-one that deals from the heart, not the intellect. Our multidimensional side has blocked conscious memory of our true nature because of the lessons to be learned during our physical existence on Earth. At the level of this sentient and creative energy, we are all-humans as well as all other life-forms in the universe- connected in some type of comprehensive energy grid, akin to Einstein's unified field theory. This appears to operate at the submolecular level or beyond, which our science is only just now discovering. It is at this level that man's intuitive and psychic abilities come into play. According to nearly all personal reports, most alien beings are more aware of this reality than ourselves, which may explain their apparent delicate handling of the contact between us. This could also explain why there has been no direct Independence Day-type attack or physical attempt to subjugate humanity. After all, if their intentions were hostile, common sense dictates that they would have moved against us much earlier than today when they would face our deep space platforms and Star Wars weaponry."
    },
    {
        "similarity": 0.35404229164123535,
        "title_target": "<TARGET>",
        "title_source": "Dolan R. UFOs and the National Security State-V2, 2009\\Chapter 6. Calm Before the Storm, 1984-1986\\041",
        "text_target": null,
        "text_source": "There was also a Red Book, written by humans based on the information gathered about the extraterrestrials. Some of the information contained within it was nothing short of astounding. Alien-made tunnels were common beneath the Earth. The Ebens knew the past and future, and wanted to change the catastrophes awaiting mankind. However, they preferred to convince humanity to change its ways, rather than directly interfere. One of Howe's contacts believed there may have been a war 6,000 years ago between two extraterrestrial races, the Ebens and Nordics, over territorial rights to a certain planet, which may not have been Earth. These extraterrestrials – masters at manipulating DNA – have designed and enhanced creatures from many worlds. The extraterrestrials also have an interest in our souls, possibly in a predatory way, possibly not. One of Howe's sources once asked an elderly member of MJ-12 about souls and why the Ebens made humanity. The reply he received was you don't want to know that. dccxxxii    By the mid-1980s, the information leaking out of the black world was far more detailed and bizarre than anything that had previously escaped. The 1980s were truly The Decade of Leaks."
    },
    {
        "similarity": 0.3540242314338684,
        "title_target": "<TARGET>",
        "title_source": "Mack J. Abduction-Human Encounters with Aliens, 1994\\CHAPTER SIXTEEN. ALIEN INTERVENTION AND HUMAN EVOLUTION\\072",
        "text_target": null,
        "text_source": "The intelligence that appears to be at work here simply does not operate that way. Despite its brutality, it is also subtle, inviting, re-minding, permeating our culture from the bottom up as well as the top down, perhaps opening our consciousness in a way that avoids a conclusion, different from the ways of knowing we traditionally require. It is an intelligence that provides enough evidence that something profoundly important is at work, but it does not offer the kinds of proof that would satisfy an exclusively empirical, rationalistic way of knowing. It is for us to embrace the reality of the phenomenon and to take a step toward appreciating that we live in a universe different from the one in which we have been taught to believe. There is considerable debate among investigators of the abduction phenomenon about whether, given the harsh and often terrorizing methods the aliens employ, the intelligence at work might be evil or mean us harm. Obviously in considering this question one enters a realm of interpretation that goes beyond the available evidence. We have only sketchy know ledge, for example, of what the hybrid \"program,\" which seems to lie at the center of the abduction phenomenon, is really about. Yet my overall impression is that the abduction process is not evil, and that the intelligences at work do not wish us ill. Rather, I have the sense that the abduction phenomenon is, at its core, about the preservation of life on Earth at a time when the planet's life is profoundly threatened. But although derived from the abductees' experiences, this view, admittedly, goes beyond the data and may reflect a bias, even a hope, of my own. What is the vision of the possible human future that the abductees have brought back to us from their journeys? UFO abductions have to do, I think, with the evolution of consciousness and the collapse of a worldview that has placed humankind at a kind of epicenter of intelligence in a cosmos perceived as largely lifeless and meaningless. As we, like the abductees, permit ourselves to surrender the illusion of control and mastery of our world, we might discover our place as one species among many whose special gifts include unusual capacities for caring, rational thought, and self-awareness. As we suspend the notion of our pr�­ eminent and dominating intelligence, we might open to a universe filled with life-fonns different from ourselves to whom we might be connected in ways we do not yet comprehend."
    },
    {
        "similarity": 0.3537708818912506,
        "title_target": "<TARGET>",
        "title_source": "Friedman S. Flying Saucers and Science, 2008\\6. The UFO \"Why\" Questions\\003",
        "text_target": null,
        "text_source": "2. Should they decide to attack us, we would likely be unable to defend ourselves against them. 3. If we, or any other government on this planet, could duplicate their flight capability, we could defeat the military forces of any other country. That governments care about such capabilities is proven by the vast sums of money spent on advanced propulsion, detection, communication, electronic, and intelligence systems, for military applications. 4. We would be concerned that those controlling the saucers might join forces with any of the relatively primitive societies here on this planet. The United States, as the most successful, richest, most polluting, largest resource-utilizing country, would be a natural target for everybody. 5. If we, or anybody else, have recovered saucer wreckage, and done scientific measurements of the flight capability of these objects and their apparent ability to control the behavior of humans from a distance (as demonstrated by the many good abduction cases), we would try to make sure that no one else could find out what we have managed to learn. We would also be very serious about trying to determine, with the use of spies, satellite observations, and electronic eavesdropping, what others have learned on their own, and what they have learned about what we have managed to achieve in these areas. For instance, the National Security Agency is a large and competent worldwide eavesdropper, and sophisticated reconnaissance satellites operated by the National Reconnaissance Office monitor all kinds of foreign activities in secret. Past experience says the use of disinformation and misinformation would be standard practice, as in all military confrontations. It doesn't take much study of all the wars to see this. An important part of many sports is the ability to fake out one's opponents. Remember that the basic rule is that one cannot tell one's friends without telling ones enemies, because they also read the papers, watch TV, and so on. 6. The people in charge in all countries would be trying to predict what would happen if statements were publicly made that indeed aliens are visiting. It would be dependent on the framework in which the information was presented: Would all countries have to join together to make such an announcement? If they did, how would earthlings respond? 7. Over and over again people have suggested that the major reason information has not been revealed is fear of panic, as dramatized by the Orson Welles's radio broadcast in 1938 of H.G. Wells's War of the Worlds. Right? Personally, I don't think it is. First of all, War of the Worlds was presented as Martians destroying earthlings. What could we (before the space age, nuclear weapons, jet fighters, and so on) possibly do against Martians? If the story had been true, people would have had a legitimate reason to panic. But what if the existence of aliens were presented as peaceful visits by powerful, advanced societies who could obviously have long since destroyed us if they had a mind to do so? Suppose we were told that they were here for a variety of peaceful reasons from a variety of civilizations, all much more technologically and sociologically advanced than we are. For, if they hadn't learned to live in peace with other civilizations, they would have already been destroyed themselves-or, much more frightening, they would have subjugated or destroyed all the others. 8. If the persons making such an announcement were highly respected, or at least not considered threatening in the way that the presidents of the United States, USSR, and China might be considered (say, the Queen of England or the Pope), and added that international conferences were planned to consider the religious, economic, and political implications of the visitations, that might help. If there were suggestions that the aliens could help us heal the sick, feed the starving, and redistribute the wealth, this would be a threat to the powerful and a boon to the weak. You see, I presume that in all areas of technology (because we are so young on a cosmic timetable), our visitors are superior; not just in flying, but in eavesdropping, communications, medicine, and computation. I wonder what their reaction would be to the cover story on USA Today on November 6, 2007, noting that the average annual salary of major college football coaches exceeded $1,000,000. But 30,000 children died yesterday of preventable disease and starvation. No front-page headlines for them. 9. I presume that if such an announcement were made, no matter how carefully, church attendance would go up, mental hospital admissions would go up, and the stock market would go down (as uncertainty is always the enemy). I further expect, based on more than 600 college lectures, that many in the younger generation would immediately push for an earthling orientation, rather than the nationalistic ones that are the rule on this planet. To some, that would be great. After all, we are all earthlings. But, unfortunately, I can't think of any national government that would want its citizens to owe their primary allegiance to the planet instead of that individual government. Nationalism is the only game in town. People in power have a nasty habit of wanting to stay in power. 10. Some extremists in the Christian fundamentalist movement, such as Pat Robertson and the late Jerry Falwell, have loudly proclaimed that there is no intelligent life anywhere but on Earth, and that this UFO stuff is the work of the devil. Kind of an insult to God to think that this is the best she can do. They would be up the creek politically if an announcement of alien visitations were made. But not all religions have this attitude: Muslims, Hindus, and Mormons, among others, claim that there are other worlds out there. Father Balducci, who works at the Vatican, has appeared at some UFO conferences and made it clear that there is no fundamental reason to reject the notion of visiting aliens. Dr. Barry Downing, a religious leader with scientific training, has found UFO sightings in both the Old and New Testaments, as described in his intriguing book The Bible and Flying Saucers. He is a MUFON consultant."
    },
    {
        "similarity": 0.35343173146247864,
        "title_target": "<TARGET>",
        "title_source": "Crystall E. Silent Invasion, 1991\\CHAPTER 17. FRONTIERS OF  SCIENCE\\009",
        "text_target": null,
        "text_source": "12. Aliens  can't  breathe  our  atmosphere  for  long. Humans abducted by aliens can't breathe properly while inside  a UFO  and need  oxygen. On  many  occasions  aliens  have  been  seen  wearing apparatus  apparently intended to  help  them breathe  better. 13. Aliens  don't  \"channel\" through  people. Anyone  who  claims to  be  channeling  aliens  is  mislabeling  the  situation. Assuming the  channeling is  genuine,  the  source  might be  spirit guides,  the Higher self,  the  subconscious - but it is  not aliens. 14. People  who  have  been  abducted  say that  on  occasion  they have  seen  human-looking  beings  aboard  the  ships  -  and  they obviously  are  not  abductees  because  they  seem  to  be  working with the  aliens. If humans  are  on the  ships by choice,  it is logical to  conclude  that  some  humans  are  assisting  the  aliens  and  may he  doing  so  on  earth  as  well  as  aboard  craft. Some  of  those humans  may  hold  positions  of  power  and  influence  in  govern ment and other institutions  in  nations  around  the  world."
    },
    {
        "similarity": 0.35240447521209717,
        "title_target": "<TARGET>",
        "title_source": "Dolan R. UFOs for the 21st Century Mind,2014\\Chapter 8. Contact and Abduction\\053",
        "text_target": null,
        "text_source": "Disturbing though these recalled memories were, they spurred Scott to become more aware of the need to protect the Earth, of finding ways to explore and expand his own thinking and consciousness, and of fundamentally becoming a better person. Thus, while Mack agreed with other researchers that abduction experiences are often traumatic, and even appear cruel at times, he believed it could still be spiritually transformative. He saw no inconsistency in this, unless, as he put it, one reserves spirituality for realms of the sublime that are free of pain and struggle. Going on, he wrote, sometimes our most useful spiritual learning and growth comes at the hands of rough teachers who have little respect for our conceits, psychological defenses, or established points of view. In effect, suggested Mack, the abduction process has the potential to free our minds. In the first place, acknowledging the very existence of these other beings, after the initial shock, may be the first step in the opening of consciousness to a universe that is no longer simply material. Abductees come to appreciate that the universe is filled with intelligences and is itself intelligent. This was why Mack often used the less value-laden term, experiencer, instead of abductee, to describe these individuals. His impression was that the abduction process is not evil, and that the intelligences at work do not wish us ill. He came to the belief that the phenomenon is fundamentally about the preservation of life on earth, at a time when the planet's life is profoundly threatened. Throughout his life, Mack kept his mind open to the possibilities of what humanity is facing, and even questioned whether these beings were actually extraterrestrial. He never made the extraterrestrial hypothesis (ETH) his definite conclusion. He wrote that they come from a source that remains unknown to us.\""
    },
    {
        "similarity": 0.3522035777568817,
        "title_target": "<TARGET>",
        "title_source": "Jacobs D. Secret Life, 1993\\Foreword\\006",
        "text_target": null,
        "text_source": "My own work with abductees has impressed me with the powerful dimension of personal growth that accompanies the traumatic experiences that David Jacobs so accurately describes, especially when these people receive appropriate help in exploring their abduction histories. An intense concern for the planet's survival and a powerful ecological consciousness seem to develop for many abductees. Whether this is a specific element, or even purpose, of the abduction enterprise or an inadvertent by-product of integrating a self-destroying traumatic narrative remains to be explored. For me and other investigators, abduction research has had a shattering impact on our views of the nature of the cosmos. This has led me to offer at least a parable, if not a theory, to illuminate what is going on. Virtually all peoples throughout history, with the exception of the Western culture of the Newtonian/Cartesian era, have experienced the universe as possessing some sort of intelligence or consciousness in which human beings participate with other animate beings and inanimate things in an enterprise that has meaning, purpose, and direction, however unfathomable these may be. In the West, we seem, for reasons perhaps as mysterious as the abduction phenomenon itself, to have cut ourselves off almost totally from awareness of any form of higher intelligence. But let us suppose that such an intelligence did exist, and, what is more, that it was not indifferent to the fate of the Earth, regarding its life forms and transcendent beauty as one of its better or more advanced creations. And let us imagine that the imbalance created by the overgrowth of certain human faculties, a kind of technodestructive and fear-driven acquisitiveness, were diagnosed (perceived? felt?-we really do not know how the divinity might experience itself and its creation) as the basic problem. What could be done as a corrective? The two natural approaches of which we can conceive would be the genetic and the environmental. Is it possible that through a vast hybridization program affecting countless numbers of people, and a simultaneous invasion of our consciousness with transforming images of our selfdestruction, an effort is being made to place the planet under a kind of receivership? This would not necessarily be for our good if this planet, on which humankind has broken the harmony of being, does not exist just for our pleasure, but in order to arrest the destruction of life and to make possible the further evolution of consciousness or whatever the anima mundi has in store. I do not say that this is true or offer it as a theory. I would merely suggest that if we could allow ourselves to reintroduce the possibility of a higher intelligence into the universe, and experience the numinous mystery of creation, this scenario is consistent with the facts of the abduction phenomenon."
    },
    {
        "similarity": 0.35128068923950195,
        "title_target": "<TARGET>",
        "title_source": "Alexander S, K. Crop Circles Signs, Wonders and Mysteries, 2009\\CHAPTER ELEVEN. Signs and Wonders\\000",
        "text_target": null,
        "text_source": "  … Of The Modern Age   As is customary, we have saved the best for last – those crop circles that have the ability to awe, astonish and push the very limits of perception and belief. Their immediate visual impact is hard to ignore; even if we should quickly turn cynic, just for one brief moment we have been caught allowing ourselves to wonder. People often say that cynicism is born of a broken heart, perhaps in the case of the circles this is true. How many of us would truly love them to be the proof that we are not alone? Or confirm that we are in touch with something other than ourselves – a culture that might have wonderful things to teach us, wonderful stories to exchange. Perhaps we shouldn't be so dismissive of these forbidden yearnings or so harsh on ourselves. Perhaps mankind is lonely. After all, he appears to have no one with whom to compare himself, no other intelligent species with whom he can converse and share his wisdom, hopes, dreams, troubles and fears. The crop circles, however, do seem to speak a universal language; a universal philosophy grounded in the archetypes that define our consciousness and the whole of reality. The circles might then be accepted as a step towards understanding and grasping that which could, one day, allow us to enter into a meaningful conversation with others, about matters beyond our own self-concern. More of this at the end of the book. But for now, prepare yourself to be astonished and maybe, just maybe, give yourself permission to dream a little."
    },
    {
        "similarity": 0.35095542669296265,
        "title_target": "<TARGET>",
        "title_source": "Dolan R. UFOs for the 21st Century Mind,2014\\Chapter 8. Contact and Abduction\\006",
        "text_target": null,
        "text_source": "Such is not always the case regarding alleged contactees. During the 1950s and 1960s, it was fairly common for people to claim physical contact with benevolent extraterrestrial races. Nearly all of these claims involved extraterrestrials that looked entirely human, and who were mostly concerned with protecting mankind and the universe from the danger of atomic weapons. Later, the concerns shifted to the threat posed to Earth's ecosystem by mankind. Such claims of physical contact continue to this day. More recently, however, and roughly parallel to the rise of the New Age movement from the 1970s onward, there has an additional emphasis on claims of nonphysical, channeled contact with extraterrestrials, or sometimes even humans of the future. Of all such cases, none have risen to the level of scientific evidence (more generously, we add that the scientific community has not made an effort to investigate these claims). However, there is certainly no shortage of detail, often very rich, in the statements of some of these channelers. That makes them very interesting, and for some people, quite compelling."
    },
    {
        "similarity": 0.3503390848636627,
        "title_target": "<TARGET>",
        "title_source": "Howe L. An Alien Harvest, 2014\\Chapter 8. Military  Voices\\069",
        "text_target": null,
        "text_source": "That we would not interfere in any way with what they were doing. That we would allow them on a periodic and limited basis - and it specifically stated 'periodic and limited basis' - to abduct humans for the purpose of medical examination. And that humans would be returned intact with no damage to them and they would have no memory of the occurrence. And that the aliens would furnish the government with a list of all abductees and human contacts during the preceding period on a regular basis. It did not say the time frame. Or if it did, I don't remember it. And in exchange for this, we were to receive technology from the aliens and that we would work with them to learn what they knew. They were described as being at least 50,000 years ahead of us. HOWE:\tDid\tthe papers say anything about why humans involved in these communications would accept such terms? COOPER:\tYes,\tit did. It said that the aliens had told them that they were benevolent, that they had created the human race through cross-breeding with a primitive ape-like creature, which they later described as having been Cro-Magnon man (the product of the alien cross-breeding). They described the aliens as having created our religions and that they had done this in order to hasten the formation of a civilized intelligent race and to be able to control and manipulate us through the religions on the right path to being able to take our place in the universe. And it stated the government believed what they told them, because the aliens could show holographic pictures in a crystal device of various times on the Earth. It also stated in the briefing papers, that they believed the aliens had lied to them and that the aliens had a tendency to lie, that they were practicing deception, that they had deviated from the agreement by kidnapping humans that were never returned, by mutilating humans, by abducting humans, by implanting a device in humans. HOWE:\tWas there anything in the papers about what our government is trying to do about it?"
    },
    {
        "similarity": 0.3462541997432709,
        "title_target": "<TARGET>",
        "title_source": "Mack J. Abduction-Human Encounters with Aliens, 1994\\CHAPTER THIRTEEN. PETER's JOURNEY\\092",
        "text_target": null,
        "text_source": "The fifth session was the most complex. Peter 's passage through the sloping wall of the house on Nantucket became a powerful metaphoric expression of a transition of consciousness, a kind of leap of faith into another dimension of reality. Once he took the fateful '\"fourth step\" across the barrier, he opened more fully to his chosen participation in the alien-human breeding program. He discovered, again with a certain shock and even horror (\"What about my life on Earth, John? What about my wife? \"), that he apparently had an alien female mate with whom he had been participating willingly in producing hybrid offspring for the ultimate purpose of repopulating the earth after \"the destruction of the earth as we know it.\" In the sixth session Peter discovered that he felt \"part alien\" and began the difficult task of reconciling his human and alien identities. The session was principally concerned with his opening t<r--and imparting information about-his sense of the coming apocalyptic destruction of the earth, the cosmic \"negotiation\" that was going on about the future of the planet, and the role he felt he had agreed to play in creating a race of hybrid beings that represent the next step in human or human/alien evolution. In the seventh session, in April 1993, Peter experienced the collapse of past, present, and future, and felt that his consciousness could transcend his body. We explored further the mixture of human, alien, and hybrid beings that he felt would manifest on the earth after the changes that were to come. Beyond the destruction, he had a vision of a kind of new millennium, a future \"Golden Age\" of openness and learning. In addition to his apparent role in breeding for this step in evolution, Peter felt he was receiving a gift of special energy from the alien source that, as a healer, he could transmit to others toward changing their biological vibrations and enat>ling them to move \"through the veil\" into another future. Peter's case seems to offer answers to certain questions about what the alien abduction phenomenon may really be about while, of course, it raises others. It seems to tell us that alien-human interaction may be for the purpose of evolution, both biological and spiritual. He feels that a new breed or \"tribe,\" a hybrid form, is being created between the alien race, or races, and human beings. Peter, and other men and women like him with a dual alien/ human identity, appears to be playing a vital role in the creation of this tribe or tribes, apparently breeding with an alien or hybrid mate to produce offspring that would be able to survive in some sort of postapocalyptic future. At the same time Peter, and others like him, are experiencing a process of consciousness expansion or transformation that may enable them to move out of a purely earthbound existence and become \"children of the cosmos.\" Peter .feels he also has a role as a teacher in changing the consciousnessof other human beings who are participating or will take part in this evolutionary process. His experience seems to show that, whereas all of this seems quite purposive, there is another, more purely relational aspect of the process, as human beings and aliens struggle with the task, both traumatic and joyous, of merging their qualities and identities. All of this, of course, poses profound ontological questions. In what domain of reality is this breeding program and .Peter's dual human/alien identity, for example, taking place? Although to Peter and many others like him, the process is all too real, we do not know \"where\" or \"when\" any of this is occurring or will happen."
    },
    {
        "similarity": 0.3458190858364105,
        "title_target": "<TARGET>",
        "title_source": "Marrs J. Alien Agenda, 1997\\EPILOGUE. NEW REALITIES\\003",
        "text_target": null,
        "text_source": "The Brookings report coupled with numerous public statements by several different officials indicated that leaders were fearful of the knowledge they had concerning UFOs. They feared disruption of public institutions and panic. Military officers, as always, viewed exotic technology as potential weapon systems to be kept secret from any potential enemy. Other leaders may have been less concerned about the public's state of mind or military security than about their own interests in maintaining control over public institutions, technologies, and profits. It is clear from the record that beginning in 1952, government intelligence, initially the CIA, began to assume control over the UFO issue. U.S. Air Force Project Blue Book became merely a public relations front with a twofold purpose: to quiet the public clamor by dismissing as many UFO reports as possible and yet at the same time quietly collecting serious UFO information that was passed along to higher authorities. It appears highly plausible that about this same time, a top-level, highly secret group of military officers, scientists, and other leaders was established to study the UFO issue-an MJ-12 group in effect if not in name. According to a wide variety of sources, such a group still operates today. Such a group would clearly more represent the wealthy top 2 percent of the United States population than the bottom 98 percent, and it is fair to assume that their interests-particularly from the standpoint of self-survival-might not coincide with the best interests of the general public. Then there are the bizarre stories-too many from too many different sources to ignore-that at some point representatives of the government may have in fact made contact with aliens. All of this would presuppose the tightest secrecy possible by government-exactly the situation discerned by a study of the historical record. However, this wall of silence may have developed some cracks in recent years. It may be that our leaders are making sporadic efforts to condition the public to the idea of alien visitation. Strange alien creatures have been showing up in everything from expensive Super Bowl TV ads and children's cartoons to series such as The X-Files and Dark Skies, not to mention blockbuster movies. While the profit motive undoubtedly plays a large part, that such airings are allowed indicates to many that such concepts are being encouraged by the leadership of the tightly controlled mass media. A truly free and democratic people-such as we like to think of ourselves being-should assert their right to the same knowledge as the wealthiest members of society. After all, we will all share equally in the future of Earth. It could very well be that the reason so many ordinary people claim to have had contact with alien beings is that those human leaders who have sought to keep the public ignorant of the alien presence are being bypassed. Despite what appears to be a concerted effort by government and others to hide away this alien presence, an ever-growing number of people are becoming conscious of this new reality through a variety of means, including personal contact, channeled messages, the wider dissemination of news and information through computer networks, books, movies, TV, videos, a growing number of public speakers, plain old intuition, and military-developed remote viewing."
    },
    {
        "similarity": 0.3415493369102478,
        "title_target": "<TARGET>",
        "title_source": "Good T. Earth-the aliens enterprise, 2013\\CHAPTER NINETEEN. WHAT ON EARTH?\\094",
        "text_target": null,
        "text_source": "As the Amicizia group informant explained to Nikola Duper in 2009: The Friends are our elder brothers. They are human. Indeed, in comparison it's we terrestrials who are less than human. Individuals from various other populations are among us, because the Earth is a very particular planet inside the economy of this part of the Universe. . . . There is said to be an ongoing conflict between various species regarding the future of our planet. Other populations in the Universe have chosen Evil, the informant points out. This dualism between Good and Evil is fundamental in order to understand both the still-ongoing Struggle and why it is so hard for truth to be disclosed to the inhabitants of our planet. . . . Other populations are here for other reasons, and the abduction by extraterrestrials of terrestrials, as well as the creation of hybrids, is a reality that the Friends told us about as far back as the 1960s. . . . The enemies are trying to conquer our planet in a very gradual and seemingly  painless  way,  most  of  all  working  over  our  minds. Unfortunately , this is not science fiction. If only it were so! [And] this is not paranoia. . . . However, just hinting at these subjects leads to the discrediting of the person who says or writes them; and this is a powerful weapon in the hands of those who want to harm us."
    },
    {
        "similarity": 0.34035158157348633,
        "title_target": "<TARGET>",
        "title_source": "Turner K. Taken-Inside the Alien-Human Abduction Agenda, 1994\\XII. The Round Table\\024",
        "text_target": null,
        "text_source": "Studies of human consciousness development theorize that the emergence of bicameralism-the division of the psyche into conscious and subconscious components-occurred relatively recently in human evolution, perhaps no more than five thousand years ago, in a fairly sudden way and with no known precipitating cause. Could it be that we are once again experiencing a psychic change, a movement toward \"tricameralism\" that will give us a new form of conscious perception? Are we developing new abilities to recognize energies and entities which have hitherto been beyond our ken, and thus new ways to respond? Many people who see alien interaction as a positive event for humanity point to the growth and changes abductees often evince as proof that the aliens are working to elevate the psychic abilities of our race. Angie has said, echoing the reports of numerous other abductees, \"I have grown in many ways. My IQ and receptiveness to learning has improved a lot, and I am more in tune to nature as well as myself and other human beings.\" Defenders of alien interaction claim that these sorts of changes are a deliberate product of the contact experience, evidence of the aliens' benevolent interest in humanity. It is odd, however, that such growth seems to come to abductees only after they are aware of their experiences. If indeed this growth is produced by the aliens, then it should have been there long before the abductees were conscious of their encounters, since in almost every reported case there are signs of alien involvement since early childhood. The psychic increase and growth of perceptive abilities, however, occurring after the abductee is aware of the intrusions, may indicate a different genesis-an internal evolution of consciousness-stemming from our need to know what is and has been done to us and what we can do to meet the situation in a more empowered position. Survivors of great catastrophes such as hurricanes, earthquakes, or war, may be crushed by the impact of these events, losing their usual ethical considerations and sense of self that is the basis of psychic stability. Or they may find a new resilience, rising to the occasion and reacting with abilities they didn't know they possessed. Given the vast intrusive activities of the abduction phenomenon, we as a species may well feel such a threat or stress that a \"mutational\" or evolutionary leap is occurring today, developing a tricameralism of the mind, allowing us to confront the intruders and see them more clearly than they have allowed in the past. On the basis of many recent abduction reports, there is hope that our species is awakening."
    },
    {
        "similarity": 0.3402743339538574,
        "title_target": "<TARGET>",
        "title_source": "Crystall E. Silent Invasion, 1991\\CHAPTER 14. THE HUMAN FACTOR\\025",
        "text_target": null,
        "text_source": "Suppose  an  underground  government  or  secret  power  elite  is running  this  planet  -  or  attempting  to  -  and  an  alien  race arrived  here  and  began  to  monitor  civilization  to  discover  who the  real  rulers  are. Once  they  had  that  information,  the  aliens would  be  able  to  solicit  help  from  them  for  their  mission. They could  tune  in  to who  and where  these  ruling people  are,  as  well as learn what is going on. However,  if the  aliens  can  get from \"there\"  to  \"here,\"  couldn't they  help  themselves? What  kind  of  aliens  would  need  help from  humans? Robots  wouldn't  need help,  nor would biological ly  manufactured  units. So  we're  back  to  the  question  of who's running  the  show. I  assume  that  aliens,  especially  if  some  of them  looked  human,  could  and would,  if they  are  able  to  travel to earth, be able also to go  after their goal here fairly easily. But  what  if the  aliens  are  a  dying  race? Something  seems  to be  monumentally  wrong  with  the  way  they're  doing  things, which  leads  me  to  conclude  that  they  face  a  life  or  death  situation . It  is  a  situation  in  which  they  have  to  go  about  their  business secretly. In fact,  that conclusion leads to only one possibility and  to  save  themselves  they  may have  to  do  something  extreme to us."
    },
    {
        "similarity": 0.3396918773651123,
        "title_target": "<TARGET>",
        "title_source": "Marler D. Triangular UFOs, 2013\\Chapter 11: Conclusion\\003",
        "text_target": null,
        "text_source": "Such a potential threat should mandate that contingency plans are in place on the part of our military. Futile though this may seem, given the apparent technological gap between us and this outside intelligence, defense strategies should be established. In conjunction with this, plans to maximize public education and minimize public panic should be an integral part of this contingency plan. Preemptive efforts might be considered to gradually acclimate the public to the reality of UFOs and their existence to minimize the potential damage done to the collective psyche were such a phenomenon to suddenly and overtly present itself. Conversely, the public position towards the subject on the part of government and military leaders should be one of disinterest. This is to avoid the potential fear that could be generated by any form of public endorsement or validation of the phenomenon, until such a time when hard facts and additional insights into the phenomenon are established. The subject cannot be acknowledged publicly until military leaders have a full understanding of what they are dealing with, in addition to the related sociological ramifications. In the interim, the policy should be to control the perception of the phenomenon, since the phenomenon itself cannot be managed. Recommendations:   • Coordinate a centralized collection system of worldwide UFO reports and data  • Establish multi-disciplinary scientific teams to evaluate UFO information  • Develop an inter-agency intelligence group to assess the UFO situation  • Create protocol for military interaction with UFOs  • Examine scenarios for eventual public education and acknowledgment of the phenomenon   These are my conclusions and recommendations, based on the systematic review of the material. Whereas the recommendations for government and military officials are presented as hypothetical policies and procedures, some believe these mechanisms are already in place by various governments to manage the phenomenon. While military officials may make plans and remain vigilant, these sightings continue to occur. With each new witness observing these strange craft, another person's life is affected in a deeply profound way. I have interviewed many UFO eyewitnesses who have stated to me point blank If you came in here a year ago saying you investigated UFOs, I would have told you there's the door. They would then state that, despite having little or no interest in the subject previously, they saw something that they can't explain and now they need to re-evaluate this whole subject, themselves, and the world they live in. It borders on a religious experience for many people in that it is extremely transformative. For some, it creates a paradigm-shift. They rarely view the world the same way subsequent to such an event."
    },
    {
        "similarity": 0.33840039372444153,
        "title_target": "<TARGET>",
        "title_source": "Dolan R. UFOs for the 21st Century Mind,2014\\Chapter 4. UFO Secrecy and Those Who Fought It\\001",
        "text_target": null,
        "text_source": "The topic of UFOs is not simply an intellectually interesting exercise (like asking, I wonder if there is life out there in the universe?). It is not a hypothetical matter, but has several pragmatic implications for our society. One of the more obvious implications is that UFOs constitute a national security problem. As the last chapter demonstrated, there have been many UFO encounters by the various militaries of this world, especially that of the U.S. With so many violations of sensitive airspace taking place, caused by unknown objects with extraordinary capabilities, it would have been impossible for responsible national security officials to have ignored the situation. This leads to the second important practical implication of UFOs, even more important from a public policy point-of-view: government by secrecy. Clearly, certain implications of UFOs prompted a decision that the matter had to be kept away from detailed public inquiry. Over the years, there have been many contributing factors to our current culture of expansive government secrecy, and UFOs have been one of them, typically overlooked by the more conventional students of history and political science. It is, of course, entirely understandable that military and political leaders would wish to conceal such a serious problem from the public. Yet secrecy is a cancer that, if unchecked, kills the body politic it is ostensibly trying to protect. Another implication of the UFO phenomenon concerns exotic technology and science in general. Consider a craft that can zigzag silently across the sky: one simple maneuver encapsulating a science that is utterly revolutionary. If we ever grasp the various sciences behind UFOs, our society will be dramatically transformed, in ways that are probably beyond our wildest imagination. Indeed, we appear to be on the cusp of making several such breakthroughs. Finally, a study of UFOs brings us inevitably to an existential crisis. Who are these other beings? What is their agenda? Are they friend or foe? Are people really being taken by them, and if so why? These questions are of the greatest importance, with deep implications for human society. The American power elite appears to have agreed. Those who were in the know decided that, for the time being at least, this was a reality too awesome, too terrifying, too destabilizing to share with the world. What they needed, above all else, was time: time to gather information, time to plan, time to stall. Although a lifetime has gone by since those initial decisions were made, the basic plan has continued. Denial and deception remain the rule. So UFOs are important to us. And yet, they are almost entirely ignored by the open and official organs of power in our society, despite being seen worldwide. It is time to redress the imbalance."
    },
    {
        "similarity": 0.3374032974243164,
        "title_target": "<TARGET>",
        "title_source": "Good T. Above Top Secret, 1988\\17. ABOVE TOP SECRET\\069",
        "text_target": null,
        "text_source": "\"I doubt it,\" he was told. \"But, those men are trained to accept and meet crisis. They are capable of rational judgment in the face of the unexpected. . . . Their decisions are based on experience in considering the welfare of large groups of people. That provides experience and discernment that the average man, even the UFO researcher, never has.\" I very much doubt that the fabric of society would be destroyed if selected facts were released. Once the initial incredulity had subsided, there would certainly be widespread concern as to the visitors' motives, disturbances on the stock market, but also a great deal of excitement and perhaps a reassessment of our role in the universal scheme of things. If such an announcement was made, Stanton Friedman believes, \"the stock market would go down, mental hospital admissions and church attendance would go up, and there would be an immediate push on the part of the younger generation-never alive when there wasn't a space program- for a whole new view of ourselves; instead of as Americans, Chinese, Canadians, Israelis; as earthlings. There isn't any government on this planet that wants its citizens to owe their primary allegiance to the planet, instead of an individual government. Nationalism is the only game in town.\" Public reaction to an admission by one of the superpowers that some UFOs are extraterrestrial would be predicated on how much we are told, and this must present our leaders with an awesome dilemma. Such an admission would lead to a deluge of questions, some of which simply cannot be answered without disclosing vital defense interests; alarming cases of missing aircraft; abductions; genetic experiments; and bizarre cases that will remain beyond our comprehension for centuries to come. In this respect I am fully in sympathy with the current official policy. \"From an intelligence point of view,\" says Dr. James Harder, \"the UFO phenomenon must be truly awesome-the worst of science fiction come to life. . . . However, over the years, the intelligence agencies must have come to the realization that the strangers from space are nothing exactly new-that evidence from the past indicates that we are experiencing only an intensification of what may have been going on for centuries.\""
    },
    {
        "similarity": 0.33552613854408264,
        "title_target": "<TARGET>",
        "title_source": "Wood R. Alien Viruses, 2013\\Chapter 5. Analyzing the 1st Annual Report. 1947-51\\004",
        "text_target": null,
        "text_source": "The document continues that: In consonance with your instructions, advisors from State, Treasury, War and Navy Departments assisted me on a two month exploratory mission concerning the reality of other-world visitation. The principle investigators and storage areas were visited. Successful efforts were made to reach scientists of all levels as measured by their work in classified defense projects. Approximately 1,200 memoranda and intelligence reports were considered. The report presents this situation against a global background, my estimates, current and projected, in both the U.S., and allied countries, and recommendations deemed to be sound courses of action for formulating plans and policies in light of recent developments. It is made abundantly clear that the secret world of MJ-12 had come to the conclusion that UFOs were almost certainly a manifestation of alien technology: All efforts have been made to identify the country or private concern which could have the technical and financial resources necessary to produce such a long-range flight. So far, no country on this earth has the means and the security of its resources to produce such. A consensus reached by members of the panel, that until positive proof that the Russians did not attempt a series of reconnaissance flights over our most secure installations-the sightings and recovered objects are interplanetary in nature. The occupants of these planform vehicles are, in most respects, human or human-like. Autopsies, so far indicate, that these beings share the same biological needs as humans. It becomes very clear that the Panel's main concern and area of research was in determining how the military might best take advantage of the incredible technology that had, quite literally, fallen into its lap: areas covered in the Report specifically with respect to the utilization of alien materials include: Technology; Nuclear Weapons Development; New Materials Development; Planned Future Rocket Development; Nuclear Propulsion Development; Intelligence Gathering and Analysis; Foreign Policy and National Security\"; Domestic and Constitutional Issues; Social, Religious and Scientific Reaction; Cold War Development; Genetic and Pharmaceutical Development Programs; and Government Policy of Control and Denial. The Panel also addressed one other area that is of critical importance and relevance to this book: Biological Warfare Programs."
    },
    {
        "similarity": 0.3327007591724396,
        "title_target": "<TARGET>",
        "title_source": "Jacobs D. Walking Among Us, 2015\\CHAPTER 3. Preparing Hubrid Children\\001",
        "text_target": null,
        "text_source": "Meeting the aliens' goal of integrating hubrids into human society requires extensive training that begins when the hybrids and hubrids are children. The program's success depends on abductees, who are the designated trainers and coaches. While not all abductees are required to train hybrids, it is an important function for a significant number of them. Teaching Young Hybrids   Teaching human-stage hybrid children21 to act like humans is difficult. The lives these children lead onboard is almost incomprehensible to us. For example, hybrid babies are withdrawn from tanks, not born. There is no date attached to the event and, therefore, they do not know their own age. They have no identified father, mother, sisters, or brothers. They have no known extended family and no normal familial interactions. They cannot keep childish secrets in a telepathic society. They do not understand music. Because they have never lived on Earth, they know very little about almost everything human. Acting human requires subtleties of behavior that only humans can teach the hybrids. The volume of information they must learn to live in modern civilization is incalculable-perhaps too much for them to absorb or understand. Humans depend on relationships, friends, family, work, school, recreation, and legal, political, and cultural institutions, as well as a plethora of rules and norms that shape their lives. We live in a semi-privatized society based on love, family, work, money, recreation, justice, religion, and culture, all of which help to build a sense of self-worth within a framework of modified freedom. Humans are governed by laws and customs, both public and private, with specific sanctions for violating them. Although they acknowledge some rules, hybrids have almost none of this knowledge and structure. Everything must be taught to them. Hubrids grow up onboard in a collective society based on function, work, and duty. Free will is a meaningless concept for them. Independent activity and freedom of choice are severely limited. Love and affection, apart from that given by abductees, is probably not within their experience. Work and rules are everything. For hybrids and hubrids, life onboard is extremely circumscribed."
    },
    {
        "similarity": 0.33234408497810364,
        "title_target": "<TARGET>",
        "title_source": "Mack J. Abduction-Human Encounters with Aliens, 1994\\CHAPTER SIXTEEN. ALIEN INTERVENTION AND HUMAN EVOLUTION\\068",
        "text_target": null,
        "text_source": "The experiences recounted by the abductees with whom I have worked during the past four years constitute, I think, a rich body of evidence to support the idea that the cosmos may contain at least a few types of beings or intelligences whose source and purpose is quite unknown to us. Abductees may be led through their experiences to feel that the cosmos is inherently intelligent in sub- , tie, complex, and exquisite ways that they can hardly begin to fathom. I am reminded, particularly, of Carlos here. Other evidence, including the thoroughly documented near-death experiences and extraordinarily intricate and symbolic crop formations appearing all over the world, provide additional indications, if we will allow ourselves to realize their implications, of various expressions of intelligence in a universe that is reaching toward us. As I come to the end of this story I cannot help wondering what it might take to bring about the shift in consciousness in the society as a whole, the change of paradigm, that is implicit in what the abductees have undergone. It would appear that what is required is a kind of cultural ego death, more profoundly shattering (a word that many abductees use when they acknowledge the actuality of their experiences) than the Copernican revolution which demonstrated that the earth, and therefore humankind, did not reside at the center of the cosmos. UFO abductions and related phenomena suggest first that humans are not the preeminent intelligent beings in a universe more or less empty of conscious life. But abductees' experiences also indicate that we are participating in a cosmos that contains intelligent beings that are far more advanced than we are in certain respects and have the power to render us helpless for purposes we are only just beginning to fathom."
    },
    {
        "similarity": 0.33181899785995483,
        "title_target": "<TARGET>",
        "title_source": "Mack J. Abduction-Human Encounters with Aliens, 1994\\CHAPTER THIRTEEN. PETER's JOURNEY\\057",
        "text_target": null,
        "text_source": "In his presentation itself he said that his \"journey\" had enabled him to discover his \"place in the universe.\" He had felt abandoned by God and reduced to \"nothing more than a sperm sample.\" Yet after his regressions he had had \"feelings of tremendous expansiveness.\" In his total aloneness he had discovered his oneness with God and spirit. \"The abduction experience,\" he said, \"allowed me to feel this aloneness yet to feel totally connected with that one individual source.\" He spoke of the \"likeness of God\" among peoples all over the earth who share a common humanity and \"all struggle to understand the mysteries of the spirit world and our connection with it.\" Further, he went on, \"I began to know on the most cellular level that we are not alone in the universe, that God created many creatures in llis likeness.\" The alien beings \"are not so unlike ourselves. They too struggle. They too question existence. They too are inquisitive. They nourish themselves. They procreate and they pass on. They wish to be accepted for who they are ... God created a lot more in the universe than we can ever imagine,\" he continued. \"Like thousands of others like myself who have had the experience, have seen God's creation in other forms, I know in the deepest part of myself that the beings are like us in many ways.\" Through his abduction experiences, Peter concluded, he has discovered \"that I am connected to a creation process that is far greater than anything I have ever been asked to imagine in any of my other previous exposures to any spirituality.\""
    },
    {
        "similarity": 0.33164578676223755,
        "title_target": "<TARGET>",
        "title_source": "Mack J. Abduction-Human Encounters with Aliens, 1994\\CHAPTER FIVE. SUMMER OF '92\\037",
        "text_target": null,
        "text_source": "\"Success on Earth would take an incredible shift,\" he wrote, \"a shift from ego gratification to aspiring to achieve, but aspiring to rid ourselves of the human flaw.\" The difficulty, he continued, is to \"eradicate the human flaws without destroying the machine itself. They are glued together very tight. The growing pains are extreme but necessary.\" Communicating with his alien voice he then wrote, \"Our intellectual abilities and the scope of our view is too much for humans to understand. The translators, as I am, are necessary in order to make contact . I' ve always known. I've always denied [his alien identity]. I always wanted to forget, but that's not who I am. The reality comes through the thick screen of human defenses. The study continues of the human-alien consciousness struggle. They are integrating, each learning from the other . I am at peace now. I understand I realize the conflict will continue inside me, but I have reached the turning point where my power of uncontrol has overcome that of my human side. \"I fear humans more than anything else,\" the letter went on. \"We have tried to change you many times . Many members of our species have been destroyed in the process ... I must say the human being has very heightened emotions, too much for me to process at times. We are very sensitive, but our emotions are not as primitive as your own. Your emotions are recreation in a sense. We are happy to be able to feel more than we normally feel. Our fascination [with humans] revolves on this. Our evolutionary process has deemed emotions less important than understanding, but it's like candy to a child your emotions to us. It is like a drug that we enjoy very much. \"It is interesting,\" the letter concluded, \"that this is the very thing which also makes you so dangerous to us. I do not feel it is safe for me to come out yet. It will be a few years. I feel there is much I wish to convey, and I feel at a time very soon there should be a meeting of the high powers of your world with us.\""
    },
    {
        "similarity": 0.32849517464637756,
        "title_target": "<TARGET>",
        "title_source": "Leir R.The Aliens and the Scalpel, 2005\\Chapter 15. INTO THE FUTURE\\000",
        "text_target": null,
        "text_source": "  The future is unknown and many believe that it flows from the events of the present. Even the term future itself is undergoing scientific scrutiny. Questions are being posed about the exact nature of time. What is time and how does it function? What actually is the past, the present, or the future? Perhaps our concepts of time and our physical universe are going to take a major leap forward. We, as mortal beings can only continue to travel the timeline we are on. I have started my own time line with plans for our future endeavors and will see to it that these plans become a reality."
    },
    {
        "similarity": 0.3284842073917389,
        "title_target": "<TARGET>",
        "title_source": "Mack J. Abduction-Human Encounters with Aliens, 1994\\CHAPTER THIRTEEN. PETER's JOURNEY\\085",
        "text_target": null,
        "text_source": "Human abductees, Peter explained, have an alien identity as well, so that when they connect with the alien children they_ have created \"there is a conflict between remembering their connection with their species of origin [presumably alien in this context] plus their human connection with that baby, that child, that infant.\" I noted how devastating this is for the abductees, and he agreed that it was \"cruel , in your eyes.\" He too felt \"split in two,\" and his \"human part is just resisting the alien part, the part that knows, the part that has so much information to bring here.\" Peter said that lines were being drawn, spokes or tunnels through which people would pass into the future. There will be a \"shift in time,\" and it will be like \"a veil that people are going to walk through ... The species of man will continue,\" Peter said, but in a different form. \"The earth is going to open up to a place of interaction with other beings,\" including the hybrid children \"now being created.\" Once the humans who are \"part of this plan\" move through time and \"through the shift of consciousness, there will be no anger or hatred or resentment\" among abductees who are \"shown their children ... That which you feel is cruel,\" he continued, \"is just the human mind trying to understand.\" I was not altogether convinced by this, but it seemed time to move on. Peter returned to the theme of human evolution and became \"scared\" again as he developed a kind of scenario of salvation. \"Not all of us can go forward in the new being,\" he said. There would be a sort of \"straining of those individuals that won't fit into the next place.\" The change would be quite beautiful, as consciousness opened \"to a much finer and higher vibration.\" His fear related to leaving behind \"what I know,\" but \"the higher part of me knows that all of those beings, all of those humans that die actually transcend.\" The \"next step,\" Peter said, was \"the process of getting these people ready to move through the veil when it's time.\" He saw three forms that would interact without veils between any of the groups: humans embodied as we are now, a mixture of humans and aliens, and the aliens themselves. Peter's vision was of a kind of \"Golden Age of learning and openness and opportunity.\" Peter himself mentioned again that deep inside \"almost my soul is the alien,\" and in his embodied form his task has been to use his reproductive systems to create an intermediary species and to \"somehow change the vibrations of other humans that are here when the changes happen.\" People his age, he said, were the \"first generation\" in this process. \"Our [hybrid] children are the second generation ... The scary part,\" Peter said, was \"the radical shift in my waking consciousness\" involved in \"actually embracing the work,\" embracing the \"conscious awareness of who I am, at least in this incarnation.\" He sensed the \"vastness\" of all this and felt that this information probably was changing me also in some fundamental way, making me think \"beyond just this clinical paradigm of 'what is the experience.' \" He thought we might be on the \"same edge ... You're one of us,\" he said. \"You' re one of them.\""
    },
    {
        "similarity": 0.32765644788742065,
        "title_target": "<TARGET>",
        "title_source": "Mack J. Abduction-Human Encounters with Aliens, 1994\\CHAPTER TEN. PAUL: BRIDGING TWO WORLDS\\067",
        "text_target": null,
        "text_source": "It is difficult to know how to evaluate the information that Paul has received. In the first place, as he himself says, it is hard to accept the power and knowledge of, let alone experience as \"gurus,\" creatures such as these who are so odd in appearance and \"shatter\" our notions of reality. For Paul, like all of us who are exposed directly or indirectly to this phenomenon, the first task has been to accept the fact of his own experience. Furthermore, the accounts that he provides sometimes altogether defy space/time reality. Such space/time traveling might make sense by conceiving of consciousness as a kind of hologram of universal sourcefulness which can create matter and form itself and to which Paul, and each of us potentially, has access if we can open and \"let go\" as called for into this primal universal information or energy fabric. Much of the material of Paul's sessions was concerned with the form and identity-creating power of consciousness and the compelling necessity of opening ourselves to its infinite qualities. What made Paul's communications so compelling and persuasive was the intensity of feeling and bodily movement and sensation that accompanied each new thought. In working with him it was as if the hypnotist's role was to facilitate Paul's access to knowledge that was stored within him and that powerfully affected his body as it moved into consciousness and could then be communicated. The idea of consciousness as an infinite source of energy and form to which each being has access makes it perhaps inappropriate to consider each communication of Paul's in terms of whether it is literally factual or concretely \"happened\" in linear space/time terms. I appreciate that this will not satisfy anyone who would still hold to a view of reality that is limited to the physical four-dimensional universe. On the other hand, there may be some value in challenging our restricted epistemology and expanding our criteria for evaluating information to include the power or intensity with which something is felt and communicated and the potential utility the knowledge may have in relation to our contemporary dilemmas.Applying these criteria, there is little doubt that Paul experienced the information that carne to him in our sessions as having great power, as did those of us (Pam and myself) who received it. Furthermore, the relentless messages of the need for change, of the necessity of human mind and heart opening, and of the catastrophic consequences of our having mistaken the \"shell\" of our defensiveness for the whole of human identity-messages which comprise the essence of the information that Paul has received and imparted-are all communications of great practical value in the context of the present global crisis. Finally, there is the question of Paul himself and my role in his development and personal opening. Those who know him outside of the therapeutic setting, such as Pam, Julia, and other abductees, all testify to his extraordinary intuitive and healing abilities. He has come to me to enable him to free his powers from the restrictions of the suppression (a word he used both in relation to his mother's uneasiness in the face of his intelligence and abilities and his former therapist's inability to deal with the abductionrelated material) that was the result of several sets of forces. These include the repression of the material locked within him (an adaptive response when one considers their intensity, Paul's need to function normally in everyday reality, and the absence of a supportive context in which it could be safe to open himself to such unusual information), the ontologically shattering nature of the information itself, and the sheer power of the energies involved, which required the creation of a strongly supportive and trusting context before Paul could allow himself to bring forth what was held within."
    },
    {
        "similarity": 0.32614678144454956,
        "title_target": "<TARGET>",
        "title_source": "Good T. Alien Base, 1999\\Chapter 4. STEPS TO THE STARS\\056",
        "text_target": null,
        "text_source": "If we were to appear as members of a superior race, coming from 'above' to lead the people of your world, our arrival would seriously disrupt the ego balance of your society. Tens of millions of your people, in their desperate need to avoid being demoted to second place in the universe, would go to any lengths to disprove, or simply deny, our existence. If we took steps to force the acceptance of our reality upon their consciousness, about 30 per cent of the people would insist upon considering us as Gods, and would attempt to place upon us all responsibility for their own welfare. This is a responsibility we would not be permitted to assume, even if we were able to discharge it... Most of the remaining 70 per cent would adopt the belief that we were planning to enslave their world, and many would begin to seek means to destroy us. If any great and lasting good is to come from our efforts, they must be led by your own people, or at least by those who are accepted as such . . .  INFILTRATION  To travel about the Earth, Alan explained, he would of course require a passport (!) - unobtainable without a birth certificate. 'Since my origin was actually extraterrestrial, there is no legal way in which I can obtain either a birth certificate or a passport, yet I must have both,' he said. 'It was therefore necessary to find a County Registrar who could understand the need for my being here, and be willing to assist, even at some risk to himself... We will arrange for you to meet him, and you must become well acquainted since it will be up to you to conduct the negotiations.' He continued:  We have made a careful analysis of the steps to be taken so that I may move easily, and unnoticed, among your people ... I must have a profession, or at least a gainful occupation, preferably one which is generally known to and accepted by the public, but which is normally conducted in private . The ideal occupation would be that of a purchasing agent in an international trading concern. Such a position would furnish a means of livelihood, a good background cover, and an excellent excuse to visit other countries whenever it might become necessary. It would also provide a non-political contact with most of the governments of your world, since every country, whether friendly or not, has things which it wishes either to buy or to sell."
    },
    {
        "similarity": 0.3255153298377991,
        "title_target": "<TARGET>",
        "title_source": "Mack J. Abduction-Human Encounters with Aliens, 1994\\APPENDIX B: A HISTORICAL AND CROSSCULTURAL PERSPECTIVE ON REPORTED ENCOUNTERS BY DOMINIQUE CALLIMANOPULOS AND JOHN E. MACK, M.D.\\010",
        "text_target": null,
        "text_source": "Rojcewicz includes UFO abductions within a wide range of paranormal experiences, including near death experiences; powerful psychic, spiritual, mystical, and out-of-body experiences; and encounters with a range of beings-such as witches, fairies, werewolves-that often result, for an individual, in a substantive transformation of values and orientation. The question of whether and why these events occur, of course, remains unanswered. There is much debate even about how to frame such questions. The most commonly debated issue, whether abductions are really taking place, leads us to the center of questions about perception and levels of consciousness. The most glaring question is whether there is any reality independent of consciousness. At the level of personal consciousness, can we apprehend reality directly, or are we by necessity bound by the restrictions of our five senses and the mind that organizes our worldview? Is there a shared, collective consciousness that operates beyond our individual consciousness? If there is a collective consciousness, how is it influenced, and what determines its content? Is UFO abduction a product of this shared consciousness? If, as in some cultures, consciousness pervades all elements of the universe, then what function do events like UFO abductions and various mystical experiences play in our psyches and in the rest of the cosmos? These are questions that are not easily answered. Perhaps all we can do at this point in time is to acknowledge the questions as we listen to the experiences of those who have moved beyond our culturally shared ideas of \"reality.\" The UFO abduction experience, while unique in many respects, bears resemblance to other dramatic, transformative experiences undergone by shamans, mystics, and ordinary citizens who have had encounters with the paranormal. In all of these experiential realms, the individual 's ordinary consciousness is radically transformed. He or she is initiated into a non-ordinary state of being which results, ultimately, in a reintegration of the self, an immersion or entrenchment into states and/or knowledge not previously accessible. Sometimes the process is brought on by illness or a traumatic event of some kind, and sometimes the individual is simply pulled into a sequence of states of being from which he or she emerges with new powers and sensitivities. \"During his initiation, the Shaman learns how to penetrate into other dimensions of reality and maintain himself there; his trials, whatever the nature of them, endow him with a sensitivity that can perceive and integrate these new experiences ... through the strangely sharpened senses of the Shaman the sacred manifests itself' (Eliade 1957, p. 66). Like many abductees, the initiate hones his new sensibilities in the service of wisdom that can be used by hls people."
    },
    {
        "similarity": 0.3251197338104248,
        "title_target": "<TARGET>",
        "title_source": "Jacobs D. Walking Among Us, 2015\\CHAPTER 10. Integration and Speculation\\051",
        "text_target": null,
        "text_source": "I will hazard three simple guesses:  Survival: Some abductees have theorized that insectalins need to spread their genes via hybridization throughout the galaxy to gain a type of species immortality. Information from their minds can be transferred easily into other aliens' and hybrids' minds, allowing them to exist in different planetary environments. This could be considered genetic and/or neurological self-survival. It also fits with the dying planet hypothesis, in which the aliens' home planet is in crisis and they must continue their lives in some way on another planet. Furthermore, Earth's most advanced societies sustain life and order. The aliens could use this as a ready-made opportunity to take over an already complete civilization. Geo-political strength: The insectalins' program may constitute a geo-political takeover that is based on the circumstances of other competing groups or civilizations and their particular interrelations. By acquiring planets or populations, one group of aliens could obtain influence over other alien groups. Thus it could be an empire-building or power-accruing operation. Earth may be a rare prize in a universe teeming with life, but where intelligent, technological life is less common."
    },
    {
        "similarity": 0.32336851954460144,
        "title_target": "<TARGET>",
        "title_source": "Marrs J. Alien Agenda, 1997\\CHAPTER 8. MISSING TIME\\083",
        "text_target": null,
        "text_source": "Author Richard Thompson, who also appeared to accept at least some UFO and abduction reports as genuine, stated, It is possible that actual non-human beings are responsible for many reported UFO communications. These beings may be trying to condition people's thought processes by making use of themes taken, in some cases, from the people's own cultural traditions. After reviewing several theories that suppose the phenomenon to be simply the product of the human imagination, Thompson pondered, To me, it seems doubtful that ordinary humans have the power to call into being flying objects that can reflect radar, chase jet planes, and interfere with automobiles. If human imagination has so much power, then why don't typical sci-fi movie monsters materialize in American cities? Dr. Mack stated the abduction experience is real but admitted that we do not know precisely who is behind it or for what purposes. UFO abductions have to do, I think, with the evolution of consciousness and the collapse of a world view that has placed humankind at a kind of epicenter of intelligence in a cosmos perceived as largely lifeless and meaningless, he said. As we, like the abductees, permit ourselves to surrender the illusion of control and mastery of our world, we might discover our place as one species among many whose special gifts include unusual capacities for caring, rational thought, and self-awareness. As we suspend the notion of our preeminent and dominating intelligence, we might open to a universe filled with life-forms different from ourselves to whom we might be connected in ways we do not yet comprehend."
    },
    {
        "similarity": 0.32252341508865356,
        "title_target": "<TARGET>",
        "title_source": "Marrs J. Alien Agenda, 1997\\CHAPTER 12. A METAPHYSICAL EXAM\\056",
        "text_target": null,
        "text_source": "The book's authors made it clear that sentient life exists both on other physical worlds as well as other dimensions. They also stated that humans are spiritual beings living simultaneous existences on many different levels but that most people have lost this knowledge except in regard to religious matters. We worship God, first, because he is, wrote the authors, then, because he is in us, and last, because we are in him. This book agreed with other researchers in stating that a wide variety of nonhuman life-forms, many of them energy beings, visit and work on the earth for the purpose of assisting in the planet's evolutionary growth toward God. It stated that Lucifer, once a distinguished administrator of God, fell from grace by thinking that his own intellect was the same as God's-the same mistake attributed by others to the grey aliens. The struggle between good and evil on this world is a physical manifestation of the struggle between those beings who chose to follow their own desires and intellect and those who would follow the sum total of creative energy-God. While such words of love and immortality, whether channeled or otherwise, are written off by most people as some sort of New Age balderdash, there is an intriguing consistency to these messages. Whether this is due to some cosmic truth or simply the result of an evolving mythology among writers of such material who read each other and then add their own interpretation, appears a matter of individual belief."
    },
    {
        "similarity": 0.3214600682258606,
        "title_target": "<TARGET>",
        "title_source": "Mack J. Abduction-Human Encounters with Aliens, 1994\\CHAPTER TWO. ALIEN ABDUCTIONS: AN OVERVIEW\\034",
        "text_target": null,
        "text_source": "TRANSFORMATIONAL OR CONSCIOUSNESS ALTERING ASPECTS I will devote more attention in this book to the transformational and spiritual growth aspects of the abduction phenomenon than has been the case in other literature on the subject. There are several reasons for this decision. First, I believe that this feature of the phenomenon has either been neglected or has been viewed as incompatible with the traumatic dimension of an abduction as it has most often been described. Second, it is my impression that this largely unresearched area is of considerable significance. Finally, and most interesting, I think, is my personal experience as a psychiatrist dealing with abductees: I seem to receive more information of this kind in my work with abductees than, apparently, do other investigators. It is not altogether clear why this is so. Perhaps my caseload is preselected, biased in the direction of individuals who, in seeking the help of a psychiatrist, deepen their understanding of their experience through exploration of their consciousness. Possibly, abductees sense that I am open to hearing about experiences or information that might be considered too \"far out\" for most investigators, and my own personal evolution may, in fact, have made me more open to the information they are seeking to convey. In any event, I try to be as scrupulous as I can not to lead clients in any particular direction, so that if information that is relevant to the spiritual or consciousness-expanding aspects of the abduction phenomenon emerges during our sessions, it will do so freely and spontaneously and not as a result of specific inquiries of mine. I will briefly outline the types of experiences that could be placed in this category. Of overriding importance is the shift that needs to occur in the relationship between the experiencer and the alien beings before consciousness-altering information can be received. Although the relationship with the aliens may have been playful, even intimate, in early childhood, it tends to change to a more disturbing and traumatic one as puberty approaches and the reproductive hybrid \"project\" begins. As traumatic intrusions take place, the abductees tend to feel themselves to be victims of hostile beings who regard them coldly, or simply as specimens in a project that serves the needs of the aliens. They may feel betrayed by the alien beings as the nature of their interaction changes. But as our work deepens, especially as the power of this extraordinary alien encounter is acknowledged and the abductees come to accept their lack of control of the process, the frightening and adversarial quality of the relationship seems to give way to a more reciprocal one in which more mutual human-alien communication can take place. The abductees may even experience a profound love for the alien beings-in some ways more powerful than the love they experience in human relationships-and may feel that this love is returned. Connection through the eyes seems to play an important part in the evolution of this process. Whereas, for example, the abductees felt bitterly resentful about having their sperm and eggs used by the aliens in the hybridization project, they may come to feel that they are participating in a process that has value for the creation and evolution of life. There are those who might argue that such a shift in stance by the abductees in the face of the ongoing helplessness of the abduction situation is in fact a defensive shift, even self-delusion in the service of mitigating pain and distress. It could be considered an attempt by the ego to retain a sense of mastery by giving away voluntarily what will be taken by force, or an attempt to reduce cognitive dissonance by believing that the emotional cost of such a traumatic experience can be balanced by providing something good and positive for the universe. On the other hand, it is possible that working through the shattering experience of the abduction may give abductees access to experiences of transpersonal meaning, universal love, and connectedness that make such compassion possible. · As is true of so many aspects of the abduction phenomenon, it is difficult in the area of transformational or spiritual growth- related experiences to separate cause and effect, or even to think in causal terms at all. Does an abductee, for example, receive (and communicate) information about a past life experience because his consciousness is open to the possibility of such matters? Or will the emergence into consciousness of the memory of a past life, itself facilitated by our work together, bring about an expanded personal horizon and a broadening of the sense of self in relation to the larger fabric of universal consciousness?"
    },
    {
        "similarity": 0.3207376003265381,
        "title_target": "<TARGET>",
        "title_source": "Good T. Above Top Secret, 1988\\14. THE CENTRAL INTELLIGENCE AGENCY\\097",
        "text_target": null,
        "text_source": "Although most of the FOIA documents indicate only a routine interest in the problem, which was handled largely by the Foreign Broadcast Information Service, Foreign Documents Division, and the Domestic Contact Service-all innocuous, nonclandestine units-they also disclose, by inference, a standing requirement of the Directorate of Science and Technology for gathering UFO data. This, in turn, indicates other collection units, says Marchetti, such as the Clandestine Services, the CIA's directorate which was given the task of providing information from all over the world on the UFO phenomenon. \"However,\" he adds, \"few such reports were released-and that implies a cover-up!\" His theory is that: we have, indeed, been contacted-perhaps even visited-by extraterrestrial beings, and the U.S. government, in collusion with the other national powers of the earth, is determined to keep this information from the general public. The purpose of the international conspiracy is to maintain a workable stability among the nations of the world and for them, in turn, to retain institutional control over their respective populations. Thus, for these governments to admit that there are beings from outer space . . . with mentalities and technological capabilities obviously far superior to ours, could, once fully perceived by the average person, erode the foundations of the earth's traditional power structure. Political and legal systems, religions, economic and social institutions could all soon become meaningless in the mind of the public. The national oligarchical establishments, even civilization as we now know it, could collapse into anarchy. Such extreme conclusions are not necessarily valid, but they probably accurately reflect the fears of the \"ruling classes\" of the major nations, whose leaders (particularly those in the intelligence business) have always advocated excessive governmental secrecy as being necessary to preserve \"national security.\""
    },
    {
        "similarity": 0.32045096158981323,
        "title_target": "<TARGET>",
        "title_source": "Jacobs D. The Threat, 1998\\1. Recognizing the Signal\\022",
        "text_target": null,
        "text_source": "As if these issues were not complex enough, until recently I did not have even provisional answers to the most important questions: What is the purpose of the breeding program? What constitutes alien authority and society? Why are they operating in secrecy? What is the magnitude of the abduction program? What is the purpose of hybridization? For the first twenty years of my research, I thought that we would never have the answers to the fundamental questions of alien motivation and intentions. All that has changed now. In the past ten years, I have gathered information that I feel certain answers these questions satisfactorily. In my most recent research, I have uncovered information that allows UFO researchers to solve the UFO mystery-at least the questions that will have the greatest impact upon us. I have put many pieces of the puzzle together. I have focused the picture, and I do not like what I see. For the first time in over thirty years of researching the UFO phenomenon, I am frightened of it. Understanding has not led to a feeling of contribution or accomplishment. Rather, it has led to profound apprehension for the future. The abduction phenomenon is far more ominous than I had thought. Optimism is not the appropriate response to the evidence, all of which strongly suggests that the alien agenda is primarily beneficial for them and not for us. I know why the aliens are here-and what the human consequences will be if their mission is successful."
    },
    {
        "similarity": 0.31983938813209534,
        "title_target": "<TARGET>",
        "title_source": "Dolan R. UFOs for the 21st Century Mind,2014\\Chapter 1. What Are UFOs?\\050",
        "text_target": null,
        "text_source": "Even if aliens were to announce themselves tomorrow and make such a claim, people would still have to decide whether or not to believe them. They could be lying, after all. Ultimately, arriving at sound answers to such matters, and understanding our long-term relationship to these other beings, may turn out to be impossible. Regarding those people and groups that presumably maintain secrecy over UFOs, they would surely be concerned with how religious believers would respond to the news that UFOs and aliens are real. Religions are unlikely to collapse in the aftermath of Disclosure, as is sometimes supposed. Deeply religious people are unlikely simply to abandon their lifelong convictions. Instead, we might expect them to interpret the new reality through their religious perspective. An evangelical Christian will interpret an alien presence very differently than a Buddhist or Wiccan or New Age believer. Of course, the end of UFO secrecy would certainly initiate powerful long-term changes in the world's major religions. While such change may not come from those who are of adult age when Disclosure occurs, it will come from their children and grandchildren, who will look at the world very differently. Undoubtedly, this will include a new spirituality."
    },
    {
        "similarity": 0.31944209337234497,
        "title_target": "<TARGET>",
        "title_source": "Marrs J. Alien Agenda, 1997\\EPILOGUE. NEW REALITIES\\009",
        "text_target": null,
        "text_source": "It has been said that every human feeling originates from only two basic emotions-love or fear. Love, the basis of compassion, sympathy, and understanding, stems from man's highest energy level, while fear, the producer of intolerance, hatred, and violence, comes from our basest energy level. Love, said to flow from God, is of the heart. Fear is a product of the mind. Unfortunately, too many religions focus on fear-fear of Satan, fear of death, and fear of the afterlife-to control members. All of humanity may be moving into a higher consciousness. Some call it Christ-Consciousness. There is no question that the old order-the old systems, the old ways of doing things-is crumbling. New dimensions, new realities are on the horizon. And each of us has a role to play. Mankind is only as strong as its weakest link. There are no victims or castaways. Everyone is involved. Each of us is like a tuning fork. When one resonates with the higher frequency of heartfelt love and understanding, others follow. Many feel that the aliens of energy and light, called the Tran-scendentals by the remote viewers, are here to witness-and perhaps help-our shift to new realities. It is literally a rebirth and, like any birth, there will be pain as we all move through the physical transitions. Fear will only make it worse. Yet, fear will continue to be a large part of our experience until we are able to break through the government secrecy and media-driven illusion of life to gain full knowledge of our world, our true history, our future, and our relationship with others in the universe. The advent of the UFO phenomenon on our collective consciousness in recent years may well be a wake-up call-a not-so-subtle message that human intellectual knowledge is not the end-all of existence or any assurance of peace and tranquillity. It won't be proven with a slide rule nor seen in a telescope. For true love and understanding, the basis for everything good and desirable, we must look inward. We all know truth when we hear it. It resonates deep within the individual being. We will know it by the subtle signals from the heart."
    },
    {
        "similarity": 0.3190195560455322,
        "title_target": "<TARGET>",
        "title_source": "Jacobs D. The Threat, 1998\\13. Accepting the Unacceptable\\004",
        "text_target": null,
        "text_source": "Through competent research, many of the abduction phenomenon's challenges have been met, many of its mysteries solved. And one of its aspects has emerged with crystal clarity. The aliens have fooled us. They lulled us into an attitude of disbelief, and hence complacency, at the very beginning of our awareness of their presence. Thus, we were unable to understand the dimensions of the threat they pose and act to intervene. Now it may be too late. My own complacency is long gone, replaced by a sense of profound apprehension and even dread. We know what their behavior means, and now it is imperative to ask what the consequences of that behavior will be for future generations of human society. Perhaps, the answer to that question will not be found until they have completed their agenda, but I do not think that we will have to wait very long. It has taken us more than fifty years, but we have finally learned why the UFOs are here. We now know the alarming dimensions of the alien agenda and its goals. I could never have imagined it would turn out this way. I desperately wish it not to be true. I do not think about the future with much hope. When I was a child, I had a future with much hope. When I was a child, I had a future to look forward to. Now I fear for the future of my own children. If you think that you may have been involved with the abduction phenomenon, I would like to hear about your experiences. Please write to:  Dr. David M. Jacobs Department of History Temple University Philadelphia, PA 19122  Or:  Djacobs@VM.Temple.edu  All communication will be confidential. Time permitting, all correspondence will be answered."
    },
    {
        "similarity": 0.3182790279388428,
        "title_target": "<TARGET>",
        "title_source": "Good T. Unearthly Disclosure, 2000\\Chapter 6. Vortex\\045",
        "text_target": null,
        "text_source": "'Puzzles,  enigmas,  charades  –  that's  what  we're  confronted  with  in  this subject. Contradictions  seem  to  be  part  of  the  game  –  the  light  might  lie behind them . . .'22 In any event, Castillo's first son born of his third wife, Gloria,  was  baptized  'Orhion  Yamaruck',  following  Orhion's  successful prediction of his birth date! EMBARGO Castillo  insists  that  his  experiences  were  real,  in  the  accepted  sense  of  the word. 'They are not the product of hallucination, astral travel, or any other type of paranormal phenomena,' he declares. 'They physically happened . . .' He  also  insists  that  he  is  neither  a  mystic  nor  a  religious  fanatic. 'Neither have I considered myself a chosen one to save humanity, and I detest those contactees who pretend to have been appointed by some divinity to carry some  message  to  the  suffering  and  almost  disgraced  human  race.' The teachings and messages contained in his first book, he said in 1997, 'should be taken only as a warning about future events, which are predicted to take place between now and the year 2011'. Despite  Castillo's  castigation  of  those  contactees  who  spread  false messages and prophecies, it has to be said that many of his own messages and prophecies are equally apocryphal, redolent of the evangelical teachings on which  he  was  brought  up. A  corollary,  then,  is  that  much  of  this  material originates in his own subconscious mind. Castillo holds a different view:  The  spiritual  and  messianic  teachings,  having  a  Christian  flavor,  seemed  to  me  to  be  intended  as  a means of gauging the reactions of humans when faced with news of a serious, impacting, possible event at a planetary level, because our religious beliefs are so entrenched. I believe they purposely touched the  point  of  [these]  beliefs,  to  estimate  the  reactions  at  planetary  level,  should  they  disclose  that humanity was not created as taught by the religions, and show that all humanity will have to drastically change their values and actions in order to survive . In  a  paper  discussing  the  avoidance  by  extraterrestrials  of  open  contact with Earth, Professor James Deardorff speculates that an 'embargo' has been implemented, to forestall religious  and  other repercussions. Any extraterrestrial communications with Earth, he believes, would progress over a very long time period, perhaps two or three generations, 'and in a manner designed to reach people whose value systems can accept the message they are likely to deliver'. The  messages  might,  moreover,  contain  vague  descriptions  of  extraterrestrial technological achievements that would read like magic or science fiction. They might even contain a few absurdities purposely  added;  these,  along  with  the  absence  of  any  detailed  instructions  on  how  to  achieve  any technological  breakthroughs,  would  help  ensure  that  any  scientists  who  happened  to  learn  about  the communication would regard them as hoaxes or fiction . . . the messages could be expected to contain some spiritual, or at least ethical, aspects which might further deter scientific enquiry . . . Government agencies, upon advice from scientists, would then take no actions, and the embargo would more or less remain intact."
    },
    {
        "similarity": 0.3176096975803375,
        "title_target": "<TARGET>",
        "title_source": "Dolan R. UFOs and the National Security State-V1, 2002\\Chapter 8. Winners and Losers: 1966 to 1969\\085",
        "text_target": null,
        "text_source": "The fifth hypothesis, UFOs as extraterrestrial intelligence, was the one that most intrigued the author, and the one to which he gave his strongest endorsement. He cited such scientists as McDonald, Hynek, Vallee, and Seymore Hess, and argued that the 1952 Washington, D.C., sightings strongly support this view. If the ET hypothesis is true, he wrote, the human survival questions are far-reaching. If 'they' discover you, it is an old but hardly invalid rule of thumb, 'they' are your technological superiors. Human history surely demonstrates the dangers to weaker cultures when confronted by a technologically superior civilization: a loss of identity and absorption by the others. Citing the example of Japan, he noted that it is at least theoretically possible for a weaker society to survive such a confrontation, but he criticized the leisurely approach scientists had hitherto taken to the possibility that UFOs represented alien intelligence. If you are walking along a forest path, he continued, and someone yells 'rattler,'your action would be immediate and defensive. You would not take time to speculate before you act. You would have to treat the alarm as if it were a real and immediate threat to your survival. Investigation would become an intensive emergency action to isolate the threat and to determine its precise nature. It would be geared to developing adequate defensive measures in a minimum amount of time. It would seem, he concluded, that a little more of this survival attitude is called for in dealing with the UFO problem. Chimpanzees in captivity, for example, become confused, disoriented, and pattern their behavior after humans. Such a behavior, wrote the author, offers no survival value in the wild. Do the captivity characteristics of modern civilization, he wondered, cause a similar lessening of man's adaptive capability, of his health, of his ability to recognize reality, of his ability to survive?"
    },
    {
        "similarity": 0.31746044754981995,
        "title_target": "<TARGET>",
        "title_source": "Good T. Above Top Secret, 1988\\14. THE CENTRAL INTELLIGENCE AGENCY\\083",
        "text_target": null,
        "text_source": "Smith asked about the wilder tales of encounters with UFOs. \"Some of those come from our government attempting to confuse the facts,' the informant said. \"Many of the reports are being created by the aliens to achieve the same ends. The past several years has produced some incredibly wild contactee reports. We believe the extraterrestrials are testing our ability to withstand psychological warfare. To date, the people selected haven't done too well in that respect.\" The official added that he expected an increase in bizarre contactee cases such as those where witnesses have been approached by UFOs and then had their memories erased. (Since this conversation took place in the early 1970s there has indeed been an increase in such cases.) \"We know there's a purpose behind their actions and the end result may not be for the betterment of humanity,\" he said."
    },
    {
        "similarity": 0.3167897164821625,
        "title_target": "<TARGET>",
        "title_source": "Good T. Earth-the aliens enterprise, 2013\\Chapter 1. ENVIRONMENTAL SURVEY\\065",
        "text_target": null,
        "text_source": "They confirmed that they had monitored him, for instance, during his experience with the couple in the car. You should have known, after all these years, they said, that most people will not believe you. But this time was different. This man knew of our existence. He had seen us before [but] had allowed his fear to convince him that we are a threat. . . .  On board the craft, sitting in the extraordinary chairs, a lengthy discussion ensued. Part of the information on board referred to attempts by our military to capture one of the aliens' ships. Your science and technology have advanced enough to pose a threat to our ships, as well as to the entire planet. If your military leaders continue their efforts to damage our ships, we will be forced to defend ourselves. . . . Our actions to protect and defend ourselves are governed by a simple principle: Anything that is thrown at us will be thrown back to its source."
    },
    {
        "similarity": 0.08347615972193928,
        "title_target": "<TARGET>",
        "title_source": "<SOURCE_MICRO>",
        "text_target": null,
        "text_source": null
    },
    {
        "similarity": 0.08347615972193928,
        "title_target": "<TARGET_MICRO>",
        "title_source": "<SOURCE_MICRO>",
        "text_target": null,
        "text_source": null
    }
]