[
    {
        "similarity": 0.5007237195968628,
        "title_target": "Summers M. Allies of Humanity, V2, 2005\\Third Commentary: Understanding the Intervention\\048",
        "title_source": "Howe L. An Alien Harvest, 2014\\Appendices\\162",
        "text_target": "This, then, is a time for courage, trust and honesty. Time for a real reckoning within yourself. Read The Allies Briefings and ask yourself, What do I really know? not What do I want? or What do I prefer? or What do I believe? but What do I really know here? Is this really happening? Consult Knowledge within yourself if you can, not your ideas or your fears or your beliefs, but something deeper within you. That is where the real confirmation will happen. And it will take great courage to ask this because this awareness will change your life. It will set you free. And it will give you direction. But you must be willing to have this change within yourself. This is the revelation that happens within each person. It is much resisted. Much delayed. But if it can take place, it is the most valuable thing. We send our blessings to you and ask that you receive this counsel and consider it for yourself, for you must make the ultimate decision. We can only inform. We cannot control. The Presence of the Teachers is with you.",
        "text_source": "SPRINKLE:\tOK, later on we can come back and find out more about what is happening to the body of the animal. But now let yourself go back in time. Let yourself go back outside. See yourself there, looking at the craft. See yourself describing as you look at the craft. Describe what is happening as the animal is floating up toward the craft. Go back in time to that event. Describe what happens first. What do you see happening now?"
    },
    {
        "similarity": 0.4988980293273926,
        "title_target": "Summers M. Allies of Humanity, V3, 2012\\Seventh Briefing: Questions & Answers\\027",
        "title_source": "Swann I. Penetration, 1998\\Chapter 5. Humanoids on the Moon\\013",
        "text_target": "~ Inter-dimensional travel seems to be the fastest way to get around in space. Why is it not being used? Inter-dimensional travel, though greatly promising, has proven to be disastrous, for you cannot control your reentry, and even if you could find one of the portals, which are constantly in motion, you would not be able to ascertain where you would emerge-into what kind of physical environment or physical condition you would find yourself. That is why so many craft that have attempted this transference have never returned. The portals remain a mystery. Inter-dimensional travel remains a hypothesis. We know that certain races have been able to bridge the gulf between dimensions. They have been able to communicate from the other dimension, but they were not able to return, and contact with them was short lived, leading to an uncertain outcome.",
        "text_source": "\"Ah! Well, if I can articulate it ... it was like there is a sort of . . . cross-dimensional . . . Well, if you can imagine that you feel a presence but can't see it, it was something like that. \"Only those guys . . . they were going      to hone  in on it, at least that's the best way to describe it.\" Axelrod was silent for a moment. \"So, you are referring to telepathy plus something else? \"No, not exactly. Perhaps SOMETHING ELSE plus telepathy. It's the other way around. After all, the basis for telepathy has to come from something - rather, because of something.\" \"What do you mean?\" \"Well, nothing happens all by itself. There are always processes involved. This is to say, things happen by way of something. Nothing comes out of thin air. It's hard to articulate in simple three-dimensional terms. Mind-to-mind is a threedimensional construct. But what if ... \" Axelrod interrupted. \"Why would mind-to-mind         be a three dimensional . . \"Well, one mind existing as a three-dimensional thing communicating with another which is also a three-dimensional thing, and the communicating across the distance ... is not the distance involved conceived of in three-dimensional terms?"
    },
    {
        "similarity": 0.4877047836780548,
        "title_target": "Summers M. Allies of Humanity, V1, 2001\\Second Briefing: The Challenge to Human Freedom\\014",
        "title_source": "Dolan R. UFOs for the 21st Century Mind,2014\\Chapter 11. Weird Science: Propulsion, Energy, Spacetime, and Consciousness\\063",
        "text_target": "Therefore, we encourage you not to believe that the taking of human beings and their children and their families has any benefit for humanity at all. We must emphasize this. Your freedom is precious. Your individual freedom and your freedom as a race are precious. It has taken us so long to regain our freedom. We do not want to see you lose yours. The interbreeding program that is occurring in the world will continue. The only way that it can be stopped is by people gaining this greater awareness and sense of inner authority. Only this will bring these intrusions to an end. Only this will uncover the deception behind them. It is hard for us to imagine how awful this must be for your people, for those men and women, for those little ones, who are undergoing this treatment, this re-education, this pacification. To our values, this seems abhorrent, and yet we know that these things occur in the Greater Community and have occurred since before memory. Perhaps our words will generate more and more questions. This is healthy and this is natural, but we cannot answer all of your questions. You must find the means to gain the answers for yourselves. But you cannot do this without a preparation, and you cannot do this without an orientation. At this time, humanity as a whole, we understand, cannot differentiate between a Greater Community demonstration and a spiritual manifestation. This is truly a difficult situation because your visitors can project images, they can speak to people through the mental environment and their voices can be received and expressed through people. They can cast this kind of influence because humanity does not yet have this kind of skill or discernment. Humanity is not united. It is broken apart. It is in contention with itself. This makes you extremely vulnerable to outside interference and manipulation. It is understood by your visitors that your spiritual desires and inclinations make you particularly vulnerable and particularly good subjects for their use. How difficult it is to gain true objectivity regarding these things. Even where we have come from, it has been a great challenge. But for those who wish to remain free and to exercise self-determination in the Greater Community, they must develop these skills, and they must preserve their own resources in order to avoid being required to seek them from others. If your world loses its self-sufficiency, it will lose much of its freedom. If you must go beyond your world to seek the resources you need to live, then you will lose much of your power to others. Because the resources of your world are rapidly diminishing, this is a grave concern for those of us who watch from afar. It is also of concern to your visitors, for they want to prevent the destruction of your environment, not for you but for them. The interbreeding program has only one purpose, and that is to enable the visitors to establish a presence and a commanding influence within the world. Do not think that the visitors are lacking something that they need from you other than your resources. Do not think that they need your humanity. They only want your humanity to assure themselves of their position in the world. Do not be flattered. Do not indulge yourself in such thoughts. They are unwarranted. If you can learn to see the situation clearly as it really is, you will see and you will know these things for yourself. You will understand why we are here and why humanity needs allies in a Greater Community of intelligent life. And you will see the importance of learning greater Knowledge and Wisdom and of learning Greater Community Spirituality. Because you are emerging into an environment where these things become vital for success, for freedom, for happiness and for strength, you will need greater Knowledge and Wisdom in order to establish yourselves as an independent race in the Greater Community. However, your independence is being lost with each passing day. And you may not see the loss of your freedom, though perhaps you may feel it in some way. How could you see it? You cannot go outside your world and witness the events that surround it. You do not have access to the political and commercial involvements of the alien forces operating in the world today to understand their complexity, their ethics or their values.",
        "text_source": "Clearly, the data that you select creates your reality. Or, perhaps more accurately, how you perceive reality. It follows that you have an ability to decide what matters, and what does not, at least to a greater or lesser extent. The things you tell yourself about yourself, and the things you tell yourself about others, such things matter a great deal. They shape your mental world, your personality, and your future perceptions. It is like creating roadways in your mind, and in fact this is literally true in the sense that you train certain neurons and pathways in your mind. Certain connections become powerful, other connections weaken, all due to the habits of your thinking. You can, at any moment, choose to create pathways in your mind. In that sense, you can choose to create yourself however you desire."
    },
    {
        "similarity": 0.48741281032562256,
        "title_target": "Summers M. Allies of Humanity, V4, 2019\\A Message from Marshall Vian Summers\\001",
        "title_source": "Ruppelt E. The report on unidentified flying objects, 1956\\CHAPTER ELEVEN. The Big Flap\\027",
        "text_target": "Through their Briefings, the Allies are revealing the reality of Contact occurring in the world today-who the visitors are, why they are here and the larger agenda behind their activities. In doing so, the Briefings fill in many of the critical gaps in our understanding of the reality of extraterrestrial visitation and the UFO phenomenon, which have been the focus of research and inquiry for over seven decades. The Briefings provide us a clear picture of who we are encountering, what this means for humanity and how we can prepare for this-the greatest and most consequential event in human history. And yet these Briefings are also a gift, for they give us a window into the realities of life in our local region of space, a vision we could not have otherwise. The Allies are not here on our planet influencing our governments, our science or our religions. Instead they came to the vicinity of our world to witness the Intervention taking place on Earth and to provide us a series of Briefings that reveal vital information about what is happening, why it is happening, what it means and what we must do to prepare. The Allies are not giving these Briefings to governments or people in positions of power. They are giving these Briefings to the people of our world. The Allies contacted me in 1996 and presented their first set of Briefings in 1997 and 1998. This first set of Briefings was then published in the year 2000 as The Allies of Humanity Briefings: An Urgent Message about the Extraterrestrial Presence in the World Today. There was no further communication from the Allies in the two years that followed. The Allies contacted me again in December of 2000 with a second set of Briefings. Under great duress, they revealed that after the publication of their first set of Briefings, they were identified and pursued by the Intervention and needed to convey their second set of Briefings immediately. All six Briefings were given in one day. Eight years later, the Allies contacted me again with their third set of Briefings, now speaking from far beyond the world. All seven Briefings were given in one day in June 2008. And then eight years later came the fourth set of Briefings. They were revealed to me in October 2016, with all six Briefings given in one day. I cannot account for why there were such large periods of time between the Briefings. Perhaps it was the circumstances facing the Allies after they were forced to depart the vicinity of the Earth. Or perhaps there were greater events taking place beyond our world that involved the Allies' mission and those they represent. All told, these Briefings present a body of understanding and perspective that we as human beings could not obtain ourselves, given at a time of critical need as the foreign presence of Intervention in the world grows and becomes ever more influential here in ways that we can barely understand. For humanity is unaware and unprepared for this great threshold: our encounter with intelligent life in the universe, which is occurring not from our journeys into space, but from the arrival of those who have come here for their own purposes. I would like to give you an overview of the first three sets of Briefings and then speak about the fourth set of Briefings. The first three sets of Briefings reveal that humanity is not alone in the universe or even within our own world. With this, they reveal that there is an extraterrestrial presence in our world functioning here in a secretive manner affecting people worldwide.",
        "text_source": "One day in mid-June, Colonel Dunn called me. He was leaving for Washington and he wanted me to come in the next day to give a briefing at a meeting. By this time I was taking these briefings as a matter of course. We usually gave the briefings to General Garland and a general from the Research and Development Board, who passed the information on to General Samford, the Director of Intelligence. But this time General Samford, some of the members of his staff, two Navy captains from the Office of Naval Intelligence, and some people I can't name were at the briefing. When I arrived in Washington, Major Fournet told me that the purpose of the meetings, and my briefing, was to try to find out if there was any significance to the almost alarming increase in UFO reports over the past few weeks. By the time that everyone had finished signing into the briefing room in the restricted area of the fourth-floor \"B\" ring of the Pentagon, it was about 9:15A.M. I started my briefing as soon as everyone was seated."
    },
    {
        "similarity": 0.4811132848262787,
        "title_target": "Summers M. Allies of Humanity, V2, 2005\\Third Commentary: Understanding the Intervention\\048",
        "title_source": "Jacobs D. The Threat, 1998\\8. The Hybrid Species-Children\\028",
        "text_target": "This, then, is a time for courage, trust and honesty. Time for a real reckoning within yourself. Read The Allies Briefings and ask yourself, What do I really know? not What do I want? or What do I prefer? or What do I believe? but What do I really know here? Is this really happening? Consult Knowledge within yourself if you can, not your ideas or your fears or your beliefs, but something deeper within you. That is where the real confirmation will happen. And it will take great courage to ask this because this awareness will change your life. It will set you free. And it will give you direction. But you must be willing to have this change within yourself. This is the revelation that happens within each person. It is much resisted. Much delayed. But if it can take place, it is the most valuable thing. We send our blessings to you and ask that you receive this counsel and consider it for yourself, for you must make the ultimate decision. We can only inform. We cannot control. The Presence of the Teachers is with you.",
        "text_source": "They want to show me something. They want me to teach them my games.... That's funny. They have a yo-yo. It's weird. A regular kind of yo-yo? Something like it. Is it colored? No. It's like white. You know, most yo-yos have the company name on the side, Duncan, or whatever....  No, this doesn't have anything. I can tell it's a yo-yo-I knew what they look like, but it doesn't have any markings on it.... They want me to show them how to use it.... They have these little round balls that look like marbles. Uh-huh. Where do you see these balls? Do they have them just on the floor you mean, or just in their hands, or in a container of some sort?"
    },
    {
        "similarity": 0.472371906042099,
        "title_target": "Summers M. Allies of Humanity, V2, 2005\\Second Commentary: Effects of the Pacification Program\\030",
        "title_source": "Jacobs D. Secret Life, 1993\\Chapter 7. Going Home\\031",
        "text_target": "Yet you look around and most people are oblivious. They don't know it. They don't feel it. And they don't care. Or they have good excuses. Well, you know. It's just human nature, or You know, it's people's fear. They just need to be more loving. And you hear really lame excuses for something that is tremendous.",
        "text_source": "And what do you say to them? What do they say to you? Jill, is that you, Jill? And they're so relieved they're not even mad. And I say, I tell them that I didn't know it was so late, I didn't know how it got to be so late. I was just reading in the park. And they say, We've got the police out looking for you. We've been worried sick. And they take me in the car. But they're not really mad, they're just so glad. And it sort of amuses them in a way, not immediately, it amuses them that I would get so lost in a book as to lose track of the time."
    },
    {
        "similarity": 0.47137269377708435,
        "title_target": "Summers M. Allies of Humanity, V4, 2019\\A Message from Marshall Vian Summers\\001",
        "title_source": "Ruppelt E. The report on unidentified flying objects, 1956\\CHAPTER FOURTEEN. Digesting the Data\\015",
        "text_target": "Through their Briefings, the Allies are revealing the reality of Contact occurring in the world today-who the visitors are, why they are here and the larger agenda behind their activities. In doing so, the Briefings fill in many of the critical gaps in our understanding of the reality of extraterrestrial visitation and the UFO phenomenon, which have been the focus of research and inquiry for over seven decades. The Briefings provide us a clear picture of who we are encountering, what this means for humanity and how we can prepare for this-the greatest and most consequential event in human history. And yet these Briefings are also a gift, for they give us a window into the realities of life in our local region of space, a vision we could not have otherwise. The Allies are not here on our planet influencing our governments, our science or our religions. Instead they came to the vicinity of our world to witness the Intervention taking place on Earth and to provide us a series of Briefings that reveal vital information about what is happening, why it is happening, what it means and what we must do to prepare. The Allies are not giving these Briefings to governments or people in positions of power. They are giving these Briefings to the people of our world. The Allies contacted me in 1996 and presented their first set of Briefings in 1997 and 1998. This first set of Briefings was then published in the year 2000 as The Allies of Humanity Briefings: An Urgent Message about the Extraterrestrial Presence in the World Today. There was no further communication from the Allies in the two years that followed. The Allies contacted me again in December of 2000 with a second set of Briefings. Under great duress, they revealed that after the publication of their first set of Briefings, they were identified and pursued by the Intervention and needed to convey their second set of Briefings immediately. All six Briefings were given in one day. Eight years later, the Allies contacted me again with their third set of Briefings, now speaking from far beyond the world. All seven Briefings were given in one day in June 2008. And then eight years later came the fourth set of Briefings. They were revealed to me in October 2016, with all six Briefings given in one day. I cannot account for why there were such large periods of time between the Briefings. Perhaps it was the circumstances facing the Allies after they were forced to depart the vicinity of the Earth. Or perhaps there were greater events taking place beyond our world that involved the Allies' mission and those they represent. All told, these Briefings present a body of understanding and perspective that we as human beings could not obtain ourselves, given at a time of critical need as the foreign presence of Intervention in the world grows and becomes ever more influential here in ways that we can barely understand. For humanity is unaware and unprepared for this great threshold: our encounter with intelligent life in the universe, which is occurring not from our journeys into space, but from the arrival of those who have come here for their own purposes. I would like to give you an overview of the first three sets of Briefings and then speak about the fourth set of Briefings. The first three sets of Briefings reveal that humanity is not alone in the universe or even within our own world. With this, they reveal that there is an extraterrestrial presence in our world functioning here in a secretive manner affecting people worldwide.",
        "text_source": "The idea of the motion analysis study sounded interesting to me, but we were so busy on Project Blue Book we didn't have time to do it. So Major Fournet offered to look into it further and I promised him all the help we could give him. In the meantime my people in Project Blue Book were contacting various scientists in the U.S., and indirectly in Europe, telling them about our data, and collecting opinions. We did this in two ways. In the United States we briefed various scientific meetings and groups. To get the word to the other countries, we enlisted the gratis aid of scientists who were planning to attend conferences or meetings in Europe. We would brief these European-bound scientists on all of the aspects of the UFO problem so they could informally discuss the problem with their European colleagues. The one thing about these briefings that never failed to amaze me, although it happened time and time again, was the interest in UFO's within scientific circles. As soon as the word spread that Project Blue Book was giving official briefings to groups with the proper security clearances, we had no trouble in getting scientists to swap free advice for a briefing. I might add that we briefed only groups who were engaged in government work and who had the proper security clearances solely because we could discuss any government project that might be of help to us in pinning down the UFO. Our briefings weren't just squeezed in either; in many instances we would arrive at a place to find that a whole day had been set aside to talk about UFO's. And never once did I meet anyone who laughed off the whole subject of flying saucers even though publicly these same people had jovially sloughed off the press with answers of \"hallucinations,\" \"absurd,\" or \"a waste of time and money.\" They weren't wild-eyed fans but they were certainly interested. Colonel S. H. Kirkland and I once spent a whole day briefing and talking to the Beacon Hill Group, the code name for a collection of some of the world's leading scientists and industrialists. This group, formed to consider and analyze the toughest of military problems, took a very serious interest in our project and gave much good advice. At Los Alamos and again at Sandia Base our briefings were given in auditoriums to standing room only crowds. In addition I gave my briefings at National Advisory Committee for Aeronautics laboratories, at Air Research and Development centers, at Office of Naval Research facilities and at the Air Force University. Then we briefed special groups of scientists."
    },
    {
        "similarity": 0.4695764482021332,
        "title_target": "Summers M. Allies of Humanity, V2, 2005\\Third Commentary: Understanding the Intervention\\048",
        "title_source": "Dolan R. UFOs for the 21st Century Mind,2014\\Chapter 11. Weird Science: Propulsion, Energy, Spacetime, and Consciousness\\063",
        "text_target": "This, then, is a time for courage, trust and honesty. Time for a real reckoning within yourself. Read The Allies Briefings and ask yourself, What do I really know? not What do I want? or What do I prefer? or What do I believe? but What do I really know here? Is this really happening? Consult Knowledge within yourself if you can, not your ideas or your fears or your beliefs, but something deeper within you. That is where the real confirmation will happen. And it will take great courage to ask this because this awareness will change your life. It will set you free. And it will give you direction. But you must be willing to have this change within yourself. This is the revelation that happens within each person. It is much resisted. Much delayed. But if it can take place, it is the most valuable thing. We send our blessings to you and ask that you receive this counsel and consider it for yourself, for you must make the ultimate decision. We can only inform. We cannot control. The Presence of the Teachers is with you.",
        "text_source": "Clearly, the data that you select creates your reality. Or, perhaps more accurately, how you perceive reality. It follows that you have an ability to decide what matters, and what does not, at least to a greater or lesser extent. The things you tell yourself about yourself, and the things you tell yourself about others, such things matter a great deal. They shape your mental world, your personality, and your future perceptions. It is like creating roadways in your mind, and in fact this is literally true in the sense that you train certain neurons and pathways in your mind. Certain connections become powerful, other connections weaken, all due to the habits of your thinking. You can, at any moment, choose to create pathways in your mind. In that sense, you can choose to create yourself however you desire."
    },
    {
        "similarity": 0.4490889012813568,
        "title_target": "<TARGET>",
        "title_source": "Good T. Alien Base, 1999\\Chapter 11. LET HUMANITY BEWARE!\\048",
        "text_target": null,
        "text_source": "Observe carefully the great mass of humanity killing each other through centuries of war and strife. And for what purpose? For power and domination; the intense desire to dominate and subjugate . There are thousands of good people on your planet, but the mean and selfish humanity outnumbers the good by millions and millions. Unless there is a radical change starting now, from an individual's mind, within a family and family relations, within a nation and between nations, your people will all be destroyed by their own selfishness for power and domination. Not until your humanity is completely wiped out will there ever be peace on Earth. The danger of atomic war between nations is imminent... It may not be now, it may be centuries from now, but the end will still come. There is no turning back for your people. Some day you will all be wiped out by your own greediness, and if a few good people live through, then they will propagate and breed an unselfish humanity and no longer will there be a continuous strife between nations, within a nation, within a family and family relations, and within an individual mind, and there will be peace on Earth at last. There is a great and possible danger, too, that your humanity's intense desire to conquer, eventually seeking power and domination over the other planets, will mean only a complete massacre for Earthmen, because other planets will retaliate with terrifying power and force, only because of their fear of your selfish humanity coming to their planets and spreading greed and evil around. This is our message. Transmit it and let humanity beware!"
    },
    {
        "similarity": 0.44447970390319824,
        "title_target": "<TARGET>",
        "title_source": "Good T. Alien Base, 1999\\Chapter 4. STEPS TO THE STARS\\007",
        "text_target": null,
        "text_source": "Replying to the first question, the voice explained that Fry would have probably died within a few months from exposure to the 'force field', which produces 'what you would describe as antibodies ' in the blood stream that are absorbed by the liver, causing the latter to become greatly enlarged and congested. 'In your case,' continued the voice, 'the exposure was so short and over such a small area that you are not in any great danger, although you will probably feel some effects sooner or later, provided, of course, that your biological functions are similar to ours, and we have good reason to believe they are.' The voice continued:  As to your second question, I am not an American such as you, nor even an 'Earthian', although my present assignment requires me to become both. The fact that you believed me to be one of your countrymen is a testimonial to the effort I have expended to learn and to practise your language. If you talked with me for any length of time, however, you would begin to notice that my vocabulary is far from complete, and many of my words would seem outdated and perhaps obsolete. As a matter of fact, I have never yet set foot upon your planet. It will require at least four more of your years for me to become adapted to your environment, including your stronger gravity, [and] your atmosphere ... I will also require the complete cooperation of someone like yourself who is already a resident of the planet. Fry stood silently for what seemed a long time, attempting to come to terms with the profound implications of what he had seen and heard. The conversation then continued, with Fry asking a variety of questions, the first dealing with his reactions to the experience. The voice was encouraging:  One of the purposes of this visit is to determine the basic adaptability of the Earth's peoples, particularly your ability to adjust your minds quickly to conditions and concepts completely foreign to your customary modes of thought. Previous expeditions by our ancestors, over a period of many centuries, met with almost total failure in this respect. This time there is hope that we may find minds somewhat more receptive so that we may assist you in the progress, or at least in the continued existence of your race . The fact that, in spite of being in circumstances completely unique in your experience, you are listening calmly to my voice and making logical replies is the best evidence that your mind is of the type we hoped to find. Fry thanked the voice, but pointed out that this statement implied that he was to be used in some project involving the advancement of the people of Earth. 'Why me?' he asked. 'Is it just because I accidentally happened to be here when you landed? I could easily put you in touch with a number of men right here at the test base who could be of far more value to you than I.' 'Perhaps they could,' came the reply, 'but would they?' If you think you are here by accident, you greatly underestimate our abilities. Why do you think the dispatcher at your motor pool gave you incorrect information? Why did you think your air-conditioning system had failed tonight when, as a matter of fact, it was functioning perfectly? Why do you think you turned off on this small road, when your intention had been to go to your static test stand? And finally, why do you think you changed your mind about going back to your base to report [as had been Fry's initial intention] the arrival of our sampling carrier? It is seldom that we superimpose our will upon that of others ... but this is a case of such urgency for your people that we felt an exception to the rule was warranted . The voice went on to request Fry's assistance in a planned programme for 'the welfare, and in fact for the preservation of' Earth's people. Several years would pass, Fry was told, before his services would be required."
    },
    {
        "similarity": 0.4420558214187622,
        "title_target": "Summers M. Allies of Humanity, V2, 2005\\Third Commentary: Understanding the Intervention\\048",
        "title_source": "Howe L. An Alien Harvest, 2014\\Appendices\\230",
        "text_target": "This, then, is a time for courage, trust and honesty. Time for a real reckoning within yourself. Read The Allies Briefings and ask yourself, What do I really know? not What do I want? or What do I prefer? or What do I believe? but What do I really know here? Is this really happening? Consult Knowledge within yourself if you can, not your ideas or your fears or your beliefs, but something deeper within you. That is where the real confirmation will happen. And it will take great courage to ask this because this awareness will change your life. It will set you free. And it will give you direction. But you must be willing to have this change within yourself. This is the revelation that happens within each person. It is much resisted. Much delayed. But if it can take place, it is the most valuable thing. We send our blessings to you and ask that you receive this counsel and consider it for yourself, for you must make the ultimate decision. We can only inform. We cannot control. The Presence of the Teachers is with you.",
        "text_source": "SPRINKLE:\tAnd you were frightened and worried. Everything's OK. Let yourself relax, let yourself go on through the experience. What happens next? DORATY:\tThey just kind of do all kinds of things. They're working very quickly and it seems like they're hustling about. SPRINKLE:\tOK, Judy, it's a difficult experience. But let yourself go on through the experience now and see yourself standing there and looking at the table. You see Cindy and you see the men working quickly and efficiently. Let yourself go on through the experience. Let's see what happens next?"
    },
    {
        "similarity": 0.43968263268470764,
        "title_target": "Summers M. Allies of Humanity, V2, 2005\\First Commentary: The Problem of Human Denial\\032",
        "title_source": "Jacobs D. The Threat, 1998\\9. The Hybrid Species-Adolescents and Adults\\079",
        "text_target": "The need for resources does not end because of technology. Technology does not end the fundamental needs of life. It hasn't for you and it hasn't for anyone in the universe. Yes, it frees you from certain basic activities, but it creates more complexity. You may not need to go out and hunt and fish for your food, or farm, but you must go to work. You must maintain a much more complicated life in order to afford the food that you need to eat. Technology has freed you from hunting and gathering and has freed you from basic agriculture, but it has not freed you from the need for resources. Indeed, it has made your life more complicated and more exciting, but in other ways, more difficult and more stressful. It is the same with life in the universe. Everyone has to eat. Everyone has to maintain what they have created. Everyone must deal with other forms of intelligent life that may be vying or competing for basic resources. Do you think an advanced nation in the universe does not have a great need for resources?",
        "text_source": "He keeps telling me he's not and that he'll always take care of me. He's been tracking me for a long time. He already knew where I was, he said that I've been evaluated over the years and he's been studying me and that now that I'm ready to breed, he's decided he wants to be the one to breed with me. I see. Does he use the word, \"breed\"? Mm-hmm. Somebody told him that it wasn't prudent, and he said it's already decided, and the medical tests were favorable. If it looked like I was fertile, that he would bond with me. And people did that sometimes, he said, where he's from, and it's permanent. But the people he's working with think he's making a mistake- that I'm \"a resource, not a resort.\" He made the decision himself."
    },
    {
        "similarity": 0.437212198972702,
        "title_target": "<TARGET>",
        "title_source": "Dolan R. UFOs for the 21st Century Mind,2014\\Chapter 11. Weird Science: Propulsion, Energy, Spacetime, and Consciousness\\063",
        "text_target": null,
        "text_source": "Clearly, the data that you select creates your reality. Or, perhaps more accurately, how you perceive reality. It follows that you have an ability to decide what matters, and what does not, at least to a greater or lesser extent. The things you tell yourself about yourself, and the things you tell yourself about others, such things matter a great deal. They shape your mental world, your personality, and your future perceptions. It is like creating roadways in your mind, and in fact this is literally true in the sense that you train certain neurons and pathways in your mind. Certain connections become powerful, other connections weaken, all due to the habits of your thinking. You can, at any moment, choose to create pathways in your mind. In that sense, you can choose to create yourself however you desire."
    },
    {
        "similarity": 0.4357808232307434,
        "title_target": "Summers M. Allies of Humanity, V2, 2005\\Third Briefing: The Influence Upon Humanity\\009",
        "title_source": "Jacobs D. The Threat, 1998\\11. The Nature of Alien Intentions\\020",
        "text_target": "Next, the inducement will be focused upon two distinct groups of individuals. Actually, these are not groups of individuals, but really classifications, of individuals. The first are those who are considered psychic and sensitive. The inducement here is to validate their sensitivity and to induce them into the collective mind of the Intervention itself. Here these individuals will be encouraged to support the Intervention, and their own beliefs regarding the frailties and the sinfulness of humanity will be encouraged. And their hope that some greater power from beyond the world will come to rescue humanity from its own demise will be greatly encouraged. Here it will be taught to them that they are part of a greater association of life that is demonstrated by the Intervention itself. Here their religious views and aspirations will be encouraged but directed towards the Collectives. These individuals will be told to trust in the extraterrestrial presence that is in the world, that it is here to uplift humanity, to transform humanity, and to rescue humanity from its own errors. They will be encouraged to become its representatives, to become its speakers, to inspire others to give their faith and their trust to the extraterrestrial presence and to become part of this movement in consciousness, this great evolutionary change that is occurring in their midst. Yet these individuals, without knowing the real nature or intentions of the Intervention, will unwittingly become its speakers and its representatives. Having become part of the visitors' Pacification Program, these people will now pacify others and bring them to the Intervention. So while the visitors seek liaison with individuals in positions of power in government and religion, they also seek to establish emissaries throughout the human population. For those sensitive individuals who cannot become receptive to and cooperative with the Intervention, their skills and abilities will be thwarted and offset. If such individuals begin to gain an insight into the real nature of the Intervention, they can become the target of real mental disruption. In addition, amongst the sensitives and the psychics, there will be a search for those few individuals living in the world today who have an inborn and intuitive awareness of the depositories. The search for these individuals is underway. The visitors understand that the key to human allegiance is the quest for power, wealth and spiritual fulfillment. Here people will operate against their own best interests if they believe that their activities are ordained and supported by a greater power. We have spoken of this already in our first series of discourses. Yet again we must elaborate on this point. Perhaps you will see those who claim to be psychic and sensitive being supportive and encouraging people to trust and to believe in the presence of the visitors, believing that the visitors represent a spiritual awareness, a spiritual force, even evolution itself. The visitors will tell them, Look, we have no war. We live in peace and cooperation. You have not achieved these things. Therefore, trust that we are able to give them to you and teach you the ways of cooperation and teach you how to live in peace, harmony and equanimity. Who amongst the idealistic can resist such a temptation, having lost faith in the human spirit? Having disavowed human institutions to a certain extent, they now look to the heavens for help, for inspiration and for salvation itself. And when they are taken by the visitors or contacted by the visitors, such predispositions put them in the perfect position to become receptive to the Intervention and to become emissaries for the Intervention. Those who will not cooperate will be given confusing information. They can even be tormented mentally unless they call upon the power of the Unseen Ones, the Angelic Presence, to help them. And they must gain a strong position of resistance to the Intervention with a real understanding of its motives. Our words will give them strength and encouragement. This in part is why our message is so urgently needed in the world today. The next group who will be contacted will be those who are zealous representatives of their own religious traditions. Their fundamentalism is very close in many respects to the philosophy and the mentality of the Collectives. The Collectives support only one view of reality and only one view of community, and they hold this in reverence almost to the point of it being a religious emphasis. Those people who are zealous, especially those who are filled with anger and resentment against the world and against those who they see oppose them, will become prime candidates to espouse a cooperation with the Collectives and the destruction of those who stand against the Collectives.",
        "text_source": "Using the New Age to Cope  It is extremely difficult for unaware abductees who have not undergone competent hypnosis, or who have had none at all, to come to terms emotionally with their abductions. As a result, they develop coping mechanisms to deal with the continual psychological and physical assault from their experiences. To mitigate their victimization, they transform their lifetime of fear and anxiety into a more psychologically bearable scenario. These abductees seek reassurance and find organizations and people who share their belief that the aliens are benevolent. Often they become involved with New Age groups that focus on the existence of alternative realities. The abductees leam there is more to life than one can know on a conscious, objective level. When they come in contact with the channeling of aliens or spirit-aliens, they \"discover\" an explanation for their experiences. In channeling, the entity answers all questions, no matter how grand, esoteric, or trivial. And the channeled messages directly address the rationale behind the abduction experiences: The abductees have been chosen to undertake a mission to help humanity, Earth, the aliens, and the universe. Abductees are not victims-they are important players in a majestic alien plan for the betterment of humanity. Enduring a little fear and pain is a small price to pay for taking part in such an important task. To circumvent the problems of being taken against their will, living in fear, and being unable to say \"no,\" the New Age abductees believe they have given the aliens \"permission\" to abduct them, either in a past life or when they were small children. They entered into a verbal contract and, therefore, it is proper, and even legal, for the aliens to abduct them. For New Age Positives, the aliens are humanity's friends. Godlike, they have come from the heavens to help us find our way. Not only do they have superior technology, but their moral sense, desire for peace, spirituality, and ability to love are all far more advanced than ours. Being a part of their cosmic vision is a privilege and an honor. Often the New Age Positives band together into almost cultlike groups to defend themselves from their detractors-researchers and abductees who have come to different conclusions about the abduction phenomenon. The Positives reinforce one another's feelings and insulate themselves from the terror of their lives; they become angry when \"less enlightened\" abduction researchers question their interpretation. For years critics of the UFO phenomenon spuriously claimed that UFO witnesses were forming a \"new religion\" based on gods from space. This was never true of UFO witnesses who came forward to report their sightings and then went on with their lives. However, abductees and researchers who have accepted New Age teachings share a quasi-religious sentiment in their interpretation of alien intentions. They ascribe benevolent powers to the aliens and have an almost religious fervor in protecting the aliens from wrong-thinking individuals who would treat them more as scientific objects than as miraculous messengers. The Positives simultaneously anthropomorphize and deify the aliens. While the benevolent alien-gods were all-powerful, they have a moral structure not unlike our own. They can destroy us but choose to work for our betterment. In return, they will eventually receive our gratitude and will know that they preserved Earth and the precious life on it, which is intrinsically rewarding to them. The belief system of the New Age Positives is exceptionally strong because they know the alien-gods exist. After all, they have actually contacted the individual \"experiencer,\" which adds \"proof' to their religious belief and drives the \"experiencer\" to missionary zeal. Each abduction confirms the reality of the phenomenon and strengthens the New Age beliefs. For New Age Positives, the alien-gods are not just a matter of faith-they are a matter of stark fact."
    },
    {
        "similarity": 0.4346737861633301,
        "title_target": "<TARGET>",
        "title_source": "Friedman S. Flying Saucers and Science, 2008\\6. The UFO \"Why\" Questions\\003",
        "text_target": null,
        "text_source": "2. Should they decide to attack us, we would likely be unable to defend ourselves against them. 3. If we, or any other government on this planet, could duplicate their flight capability, we could defeat the military forces of any other country. That governments care about such capabilities is proven by the vast sums of money spent on advanced propulsion, detection, communication, electronic, and intelligence systems, for military applications. 4. We would be concerned that those controlling the saucers might join forces with any of the relatively primitive societies here on this planet. The United States, as the most successful, richest, most polluting, largest resource-utilizing country, would be a natural target for everybody. 5. If we, or anybody else, have recovered saucer wreckage, and done scientific measurements of the flight capability of these objects and their apparent ability to control the behavior of humans from a distance (as demonstrated by the many good abduction cases), we would try to make sure that no one else could find out what we have managed to learn. We would also be very serious about trying to determine, with the use of spies, satellite observations, and electronic eavesdropping, what others have learned on their own, and what they have learned about what we have managed to achieve in these areas. For instance, the National Security Agency is a large and competent worldwide eavesdropper, and sophisticated reconnaissance satellites operated by the National Reconnaissance Office monitor all kinds of foreign activities in secret. Past experience says the use of disinformation and misinformation would be standard practice, as in all military confrontations. It doesn't take much study of all the wars to see this. An important part of many sports is the ability to fake out one's opponents. Remember that the basic rule is that one cannot tell one's friends without telling ones enemies, because they also read the papers, watch TV, and so on. 6. The people in charge in all countries would be trying to predict what would happen if statements were publicly made that indeed aliens are visiting. It would be dependent on the framework in which the information was presented: Would all countries have to join together to make such an announcement? If they did, how would earthlings respond? 7. Over and over again people have suggested that the major reason information has not been revealed is fear of panic, as dramatized by the Orson Welles's radio broadcast in 1938 of H.G. Wells's War of the Worlds. Right? Personally, I don't think it is. First of all, War of the Worlds was presented as Martians destroying earthlings. What could we (before the space age, nuclear weapons, jet fighters, and so on) possibly do against Martians? If the story had been true, people would have had a legitimate reason to panic. But what if the existence of aliens were presented as peaceful visits by powerful, advanced societies who could obviously have long since destroyed us if they had a mind to do so? Suppose we were told that they were here for a variety of peaceful reasons from a variety of civilizations, all much more technologically and sociologically advanced than we are. For, if they hadn't learned to live in peace with other civilizations, they would have already been destroyed themselves-or, much more frightening, they would have subjugated or destroyed all the others. 8. If the persons making such an announcement were highly respected, or at least not considered threatening in the way that the presidents of the United States, USSR, and China might be considered (say, the Queen of England or the Pope), and added that international conferences were planned to consider the religious, economic, and political implications of the visitations, that might help. If there were suggestions that the aliens could help us heal the sick, feed the starving, and redistribute the wealth, this would be a threat to the powerful and a boon to the weak. You see, I presume that in all areas of technology (because we are so young on a cosmic timetable), our visitors are superior; not just in flying, but in eavesdropping, communications, medicine, and computation. I wonder what their reaction would be to the cover story on USA Today on November 6, 2007, noting that the average annual salary of major college football coaches exceeded $1,000,000. But 30,000 children died yesterday of preventable disease and starvation. No front-page headlines for them. 9. I presume that if such an announcement were made, no matter how carefully, church attendance would go up, mental hospital admissions would go up, and the stock market would go down (as uncertainty is always the enemy). I further expect, based on more than 600 college lectures, that many in the younger generation would immediately push for an earthling orientation, rather than the nationalistic ones that are the rule on this planet. To some, that would be great. After all, we are all earthlings. But, unfortunately, I can't think of any national government that would want its citizens to owe their primary allegiance to the planet instead of that individual government. Nationalism is the only game in town. People in power have a nasty habit of wanting to stay in power."
    },
    {
        "similarity": 0.4310716986656189,
        "title_target": "Summers M. Allies of Humanity, V1, 2001\\Fifth Briefing: Threshold: A New Promise for Humanity\\014",
        "title_source": "Jacobs D. The Threat, 1998\\8. The Hybrid Species-Children\\028",
        "text_target": "We would not be the Allies of Humanity if we did not teach you about life in the Greater Community. We have seen much. We have encountered many different things. Our worlds were overcome and we had to regain our freedom. We know, from error and from experience, the nature of the conflict and the challenge that you face today. That is why we are well suited for this mission in our service to you. However, you will not meet us, and we will not come to meet the leaders of your nations. That is not our purpose. Indeed, you need as little interference as possible, but you do need great assistance. There are new skills that you must develop and a new understanding that you must gain. Even a benevolent society, should they come to your world, would have such an influence and such an impact upon you that you would become dependent upon them and would not establish your own strength, your own power and your own self-sufficiency. You would be so reliant upon their technology and upon their understanding that they would not be able to leave you. And indeed, their arrival here would make you even more vulnerable to interference in the future. For you would desire their technology, and you would want to travel along the corridors of trade in the Greater Community. Yet you would not be prepared, and you would not be wise. That is why your future friends are not here. That is why they are not coming to help you. For you would not become strong if they did. You would want to associate with them, you would want to have alliances with them, but you would be so weak that you could not protect yourselves. In essence, you would become part of their culture, which they do not will. Perhaps many people will not be able to understand what we are saying here, but in time this will make perfect sense to you, and you will see its wisdom and its necessity. At this moment, you are far too frail, too distracted and too conflicted to form strong alliances, even with those who could be your future friends. Humanity cannot yet speak as one voice, and so you are prone to intervention and manipulation from beyond.",
        "text_source": "They want to show me something. They want me to teach them my games.... That's funny. They have a yo-yo. It's weird. A regular kind of yo-yo? Something like it. Is it colored? No. It's like white. You know, most yo-yos have the company name on the side, Duncan, or whatever....  No, this doesn't have anything. I can tell it's a yo-yo-I knew what they look like, but it doesn't have any markings on it.... They want me to show them how to use it.... They have these little round balls that look like marbles. Uh-huh. Where do you see these balls? Do they have them just on the floor you mean, or just in their hands, or in a container of some sort?"
    },
    {
        "similarity": 0.4288569986820221,
        "title_target": "Summers M. Allies of Humanity, V3, 2012\\Seventh Briefing: Questions & Answers\\027",
        "title_source": "Swann I. Penetration, 1998\\Chapter 5. Humanoids on the Moon\\011",
        "text_target": "~ Inter-dimensional travel seems to be the fastest way to get around in space. Why is it not being used? Inter-dimensional travel, though greatly promising, has proven to be disastrous, for you cannot control your reentry, and even if you could find one of the portals, which are constantly in motion, you would not be able to ascertain where you would emerge-into what kind of physical environment or physical condition you would find yourself. That is why so many craft that have attempted this transference have never returned. The portals remain a mystery. Inter-dimensional travel remains a hypothesis. We know that certain races have been able to bridge the gulf between dimensions. They have been able to communicate from the other dimension, but they were not able to return, and contact with them was short lived, leading to an uncertain outcome.",
        "text_source": "What, then were they seeing? I'm asking myself this, Axel?\" \"Yes, go on,\" he said. \"Well, it's more like they were . FEELING rather than seeing or picking up on mind vibes. It's more like it was, yes, sort of a dimensional thing - rather, sort of like a ripple in some kind of cross-dimensionality. Yes! That's it! They FELT something. Not particularly ME. But SOMETHING."
    },
    {
        "similarity": 0.4279354512691498,
        "title_target": "Summers M. Allies of Humanity, V2, 2005\\Third Commentary: Understanding the Intervention\\005",
        "title_source": "Good T. Alien Base, 1999\\Chapter 3. A FESTIVAL OF ABSURDITIES\\003",
        "text_target": "Obviously, people would want the Allies to be many things. They would want the Allies to be saviors. They would want the Allies to be rescuers. They would want the Allies to intervene and prevent any other Greater Community force from having access to your world. And people will feel, perhaps, like they have been betrayed or let down because the Allies are not here to protect humanity. But think about this. If the Allies were here to protect humanity, they would have to continue to protect humanity, which would require them, in effect, to take control of your world. All governments in your world would then have to be coordinated with the activities of the Allies. This then would lead to your loss of freedom, even loss of freedom to a friend. It is not the Allies' purpose to circumvent human authority. It is not their purpose to change governments or allegiances between nations. Their purpose is only to observe the Intervention and to deliver their commentaries. If you want someone to save you, you will give them your power to do so. The Allies will not accept this. And even if they mounted a force necessary to eject the visitors who are interfering in human affairs, to end the Intervention, well, you would have warfare at your borders. And even the Allies' home worlds would be threatened because they are here without any official permission from other worlds or from trading unions or anything like this. What we mean by this is that the Allies are really not supposed to be here doing what they are doing. If you think about this, you will understand. Even in your world, your governments have secret agents trying to get information, trying to intervene in certain ways, either for good or for ill.",
        "text_source": "Gomide noticed that although Prestes's eyes were dilated and his voice distraught with terror, there were no traces of burn marks anywhere on his body. Then began a scene of incredible horror. According to the witnesses, who were interviewed by Dr Irineu Jose da Silveira, a dental surgeon, this is what happened:  Prestes' insides began to show, and the flesh started to look as though it had been cooked for many hours . The flesh began to come away from the bones, falling in lumps from his jaws, his chest, his arms, his hands, his fingers, from the lower parts of his legs, and from his feet and toes. Some scraps of flesh remained hanging to the tendons ... Soon every part of Prestes had reached a state of deterioration beyond imagination. His teeth and his bones now stood revealed, utterly bare of flesh. Amazingly, while all this was going on, Prestes gave no signs of feeling any pain. Then his nose and ears fell off and slid down his body on to the floor. What remained of him was literally carted off to the nearest hospital, Santa Casa, at Santana de Parnaiba. Six hours later, Prestes' body was brought back to Ara^ariguama. He had died without reaching the hospital. Right up to the end, said witnesses, guttural sounds continued to come from what was left of his mouth. The death certificate merely recorded that Prestes had died of 'generalized burns'; a less than satisfactory explanation. Nothing was ever found outside or inside the victim's house which might have yielded some clues as to the nature of the beam of light, nor were atmospheric conditions present at the time that might have accounted for the tragedy, such as 'ball-lightning'. According to a report published in a Brazilian newspaper many years later, the French Government requested the bones of Prestes for test purposes. It is, of course, impossible to establish that Prestes was killed by aliens; nevertheless, circumstantial evidence suggests that he was struck by a beam of light from an unknown source, causing a type of rapid, awesome deterioration. Furthermore, unusual flying lights had been seen in the vicinity at the time."
    },
    {
        "similarity": 0.42735424637794495,
        "title_target": "Summers M. Allies of Humanity, V3, 2012\\Seventh Briefing: Questions & Answers\\027",
        "title_source": "Marrs J. Alien Agenda, 1997\\CHAPTER 11. IN THE MIND'S EYE\\053",
        "text_target": "~ Inter-dimensional travel seems to be the fastest way to get around in space. Why is it not being used? Inter-dimensional travel, though greatly promising, has proven to be disastrous, for you cannot control your reentry, and even if you could find one of the portals, which are constantly in motion, you would not be able to ascertain where you would emerge-into what kind of physical environment or physical condition you would find yourself. That is why so many craft that have attempted this transference have never returned. The portals remain a mystery. Inter-dimensional travel remains a hypothesis. We know that certain races have been able to bridge the gulf between dimensions. They have been able to communicate from the other dimension, but they were not able to return, and contact with them was short lived, leading to an uncertain outcome.",
        "text_source": "All of the psi spies said such wondrous visions only strengthened their religious beliefs. Once you know, really know, that death is not the end of your existence, then you are truly liberated, truly free, said Morehouse. The only thing I can imagine it being like is going into the presence of God and standing there in a four-dimensional world where you can go forward in time and backwards in time-everything at any given distance. Omniscient, omnipotent, that's how you become. That is the realm of God. We hear people stand in a pulpit and read words, saying God is omniscient, omnipotent and all knowing. And we sit back and say how the hell can you be that? But if you've been to a fourth dimensional world, then you see how that can be. I've seen it. Mel and the others have seen it. Morehouse and Riley recounted an incident when the psi spies made an attempt to describe their experiences in the fourth dimension: There was this funny time in the office one time. Mel and myself sat down with a block of butcher paper. We decided that we were going to describe a four-dimensional world. It didn't work, Morehouse recalled. We tried to draw pictures. Then we tried to draw pictures on top of the pictures. Because in a fourth-dimensional world, everything is translucent, you can see inside everything. I could see inside my coffee cup in the fourth-dimensional world. We all had coffee in our hands. I was sitting right next to my familiar desk trying to describe this fourth-dimensional world where we had all been. Mel had a black marker in his hand, standing in front of the butcher paper. He was saying, 'Well, it sorta looks like . . . maybe try this . . . perhaps I could draw it this way. . . . Oh, screw it, let's go drink some beer.' It was hilarious. It just can't be done."
    },
    {
        "similarity": 0.42695102095603943,
        "title_target": "Summers M. Allies of Humanity, V2, 2005\\Second Commentary: Effects of the Pacification Program\\023",
        "title_source": "Jacobs D. The Threat, 1998\\8. The Hybrid Species-Children\\028",
        "text_target": "As you begin to develop this Greater Community awareness yourself and to share the Allies' message with others, you will see this resistance. You will see people's inability to respond. It's like someone has pulled the plug within them and now they just don't know anything. And if they do respond at some level, they may try to pacify themselves. They will say, Well, it's just one point of view, and you know, we have to look for the good in this situation. We really have to embrace this situation. If the visitors are here, then they must be here for a purpose, and we have to open ourselves to this purpose. Maybe some of them are not good, but some of them are, and we have to love them to understand them. This is all pacification mentality. This is the easy thing to do. Just give in. And if happiness is the goal of your life, you will give in. You will compromise your integrity. You will deny your own anxieties. You will overlook the signs and the flags and the clues that tell you that something is not right here. You may tell yourself, Well, it is all just part of the drama of life, and I will be above it all.",
        "text_source": "They want to show me something. They want me to teach them my games.... That's funny. They have a yo-yo. It's weird. A regular kind of yo-yo? Something like it. Is it colored? No. It's like white. You know, most yo-yos have the company name on the side, Duncan, or whatever....  No, this doesn't have anything. I can tell it's a yo-yo-I knew what they look like, but it doesn't have any markings on it.... They want me to show them how to use it.... They have these little round balls that look like marbles. Uh-huh. Where do you see these balls? Do they have them just on the floor you mean, or just in their hands, or in a container of some sort?"
    },
    {
        "similarity": 0.4269121587276459,
        "title_target": "Summers M. Allies of Humanity, V2, 2005\\Third Commentary: Understanding the Intervention\\048",
        "title_source": "Hopkins B. Missing Time, 1981\\PITTSBURGH AND THE MOUNTAINTOP\\025",
        "text_target": "This, then, is a time for courage, trust and honesty. Time for a real reckoning within yourself. Read The Allies Briefings and ask yourself, What do I really know? not What do I want? or What do I prefer? or What do I believe? but What do I really know here? Is this really happening? Consult Knowledge within yourself if you can, not your ideas or your fears or your beliefs, but something deeper within you. That is where the real confirmation will happen. And it will take great courage to ask this because this awareness will change your life. It will set you free. And it will give you direction. But you must be willing to have this change within yourself. This is the revelation that happens within each person. It is much resisted. Much delayed. But if it can take place, it is the most valuable thing. We send our blessings to you and ask that you receive this counsel and consider it for yourself, for you must make the ultimate decision. We can only inform. We cannot control. The Presence of the Teachers is with you.",
        "text_source": "(After a few more exchanges, long pauses, and subtle agitation on Philip's part, Dr. Clamor brings him out of the trance. Her instructions are worth quoting.] AC: You are going to feel very, very deeply relaxed. Whatever thoughts or feelings you have in your mind or expressed in your body through tension, will sort themselves out in the ensuing days and increasingly, with each passing day, you are going to feel much, much more deeply peaceful. Whatever confusing thoughts, disordered thoughts, whatever thoughts you have running around in your head that are also reflected in how you hold your body, how your body feels in terms of relaxation or tension, are going to sort themselves out, so that, in the ensuing days and weeks, you are going to find yourself feeling much, much more deeply relaxed, much more peaceful. In the future, should I hypnotize you again and ask you to relieve these experiences, you are going to find it considerably easier because they will have sorted themselves out into a much, much more orderly, organized fashion, and you are going to be feeling very comfortable in looking at them, addressing them, reexperiencing them, knowing that they are free from any emotion, tension, or anxiety. In the future. should you address yourself to these experiences. you will feel comfortable with the world around you, comfortable with your thoughts, your experiences. your feelings ... comfortable with the world around you in every way. I will count from one to five ... (and her final instructions returned Philip to consciousness)."
    },
    {
        "similarity": 0.4255461096763611,
        "title_target": "<TARGET>",
        "title_source": "Good T. Alien Base, 1999\\Chapter 4. STEPS TO THE STARS\\048",
        "text_target": null,
        "text_source": "If we were to appear as members of a superior race, coming from 'above' to lead the people of your world, our arrival would seriously disrupt the ego balance of your society. Tens of millions of your people, in their desperate need to avoid being demoted to second place in the universe, would go to any lengths to disprove, or simply deny, our existence. If we took steps to force the acceptance of our reality upon their consciousness, about 30 per cent of the people would insist upon considering us as Gods, and would attempt to place upon us all responsibility for their own welfare. This is a responsibility we would not be permitted to assume, even if we were able to discharge it... Most of the remaining 70 per cent would adopt the belief that we were planning to enslave their world, and many would begin to seek means to destroy us. If any great and lasting good is to come from our efforts, they must be led by your own people, or at least by those who are accepted as such . . .  INFILTRATION  To travel about the Earth, Alan explained, he would of course require a passport (!) - unobtainable without a birth certificate. 'Since my origin was actually extraterrestrial, there is no legal way in which I can obtain either a birth certificate or a passport, yet I must have both,' he said. 'It was therefore necessary to find a County Registrar who could understand the need for my being here, and be willing to assist, even at some risk to himself... We will arrange for you to meet him, and you must become well acquainted since it will be up to you to conduct the negotiations.' He continued:  We have made a careful analysis of the steps to be taken so that I may move easily, and unnoticed, among your people ... I must have a profession, or at least a gainful occupation, preferably one which is generally known to and accepted by the public, but which is normally conducted in private . The ideal occupation would be that of a purchasing agent in an international trading concern. Such a position would furnish a means of livelihood, a good background cover, and an excellent excuse to visit other countries whenever it might become necessary. It would also provide a non-political contact with most of the governments of your world, since every country, whether friendly or not, has things which it wishes either to buy or to sell."
    },
    {
        "similarity": 0.42546001076698303,
        "title_target": "Summers M. Allies of Humanity, V3, 2012\\Seventh Briefing: Questions & Answers\\012",
        "title_source": "Hill P. Unconventional Flying Objects, 1995\\Section XX. Summary and Conclusions\\031",
        "text_target": "~ Human scientists say that no one can travel faster than the speed of light. Therefore, how is it possible that the Intervention can come here or even that you could come here? This premise is certainly one that limits human understanding. If you could not travel faster than these speeds, you could not travel in space at all, and that perhaps is the assumption of many who still think that this is a barrier that cannot be surpassed. Even before there were any human civilizations in the world, space travel was underway to a very large and sophisticated extent. You can travel faster than the speed of light and counteract its effect on time and aging, and this has been practiced far longer than any human civilization. But travel is not as fast as you might think or imagine. It still takes time to travel between solar systems-sometimes, in your estimation and time frame, days and weeks or even months, depending on the distance one has to traverse. This, of course, would be astoundingly fast according to your notion, but you are still crawling along at a slow pace while other nations have been engaged in commerce, trade and travel for hundreds of thousands of your years, even in your region of space.",
        "text_source": "13. The Time Required for Interstellar Travel. Some people are taken with the idea of traveling faster than light speed as a means of crossing interstellar spaces more quickly. Others look for some other space than our normal space as a means of getting around the space-time barrier locked in their minds. Then UFOs can visit us in the other space which has any properties they wish to imagine. Many forget what can be accomplished with light speed as a limit, or choose not to believe it (the real barrier). Suppose that we had a vehicle that could nullify mass and could travel at light speed, and that we were on board at takeoff with one eye on the clock. Before the clock ticked a second, we would be out of the galaxy and out of the universe, into the totally unknown. In fact, the clock never ticks a second because time would be standing still."
    },
    {
        "similarity": 0.4235611855983734,
        "title_target": "<TARGET>",
        "title_source": "Mack J. Abduction-Human Encounters with Aliens, 1994\\CHAPTER SIXTEEN. ALIEN INTERVENTION AND HUMAN EVOLUTION\\061",
        "text_target": null,
        "text_source": "There are other political implications of the abduction phenomenon. Politics, local, national, and international, is, after all, a game of power. We seek power to dominate, control, or influence a sphere of action. But the abduction phenomenon, by its demonstration that control is impossible, even absurd, and its capacity to reveal our wider identity in the universe, invites us to discover the meaning of our \"power\" in a deeper, spiritual sense. Ethnonational conflict, which derives ultimately from the fact that we de1 fine ourselves exclusively in parochial regional terms (what Erik Erikson called .. pseudospeciation\"}, is the source of prodigious suffering and represents a vast threat to human survival. The more global, even cosmically, interconnected identity that is implicit in the UFO abduction phenomenon, might, at least, offer a distraction from our interminable struggles for ownership and dominance of the earth. At best it could draw us out of ourselves into potentially infinite cosmic adventures. But all this depends on taking the phenomenon and its implications seriously. The economic implications of the abduction phenomenon are inseparable from the political ones. The loss of a sense of the sacred, the devaluation of intelligence and consciousness in nature beyond ourselves, has permitted the stronger among us to exploit the earth's resources without regard to future generations. Growth without restraint has become an end in itself, as the reports of economic \"indicators\" endlessly intone, ignoring the inevitable collapse that cannot be far off if the multiplication of the human population continues unchecked and the pillaging of the earth does not stop. Furthermore, if the acquisitive impulse (euphemistically called \"market forces\") is not controlled, inequities in the distribution of food and other goods that do remain may deepen, giving rise to potential chaos and war without limits. The UFO abduction phenomenon does not speak directly to this issue. It does not, cannot, \"save\" us. B ut, as will be discussed shortly, it seems to be intricately connected with the nature of human greed, the roots of our destructiveness, and the future consequences of our collective behavior. For the abductees, the encounters can be ,, profoundly \"enlightening\" in the fullest sense. The UFO abduction phenomenon presents a particular problem for some organized religions. From the beginnings of history groups of human beings, recognizing the power and potential perils of spirit forces \"out there,\" have taken upon themselves the task of guiding us through the \"ultimate matters\" (Zock 1990) of life. Religious leaders instruct us in the nature of God, and determine for us what spirit beings or other entities may exist in the cosmos. The Catholic Church in the Middle Ages, for example, in its zeal to impose a particular sort of monotheism based on the Trinity, quite ruthlessly suppressed the nature-worshipping polytheism of much of Europe."
    },
    {
        "similarity": 0.42335525155067444,
        "title_target": "Summers M. Allies of Humanity, V2, 2005\\Second Commentary: Effects of the Pacification Program\\008",
        "title_source": "Catoe L. UFOs and Related Subjects,1969\\TELEPORTATION\\010",
        "text_target": "This is a critical problem. As a result of this Pacification Program, people cannot see and cannot know, and basically, though they are confused and frightened perhaps, they will just go along. Well, I'll just go along. I'll just try to accept what is happening in my life. People who are pacified can't resist. They can't fight against something because they don't think it's all right to do that. They think that everything has to be embraced. Where did this come from? These ideas of unquestioned acceptance are prevalent in much of the spiritual teaching you see today. And people accept these ideas wholeheartedly. They think, Well, this is the higher truth. We follow the higher truth. Consider this in the light of the Pacification Program and you will begin to see how pervasive it really is. People who are being pacified will be led to believe that they are gaining higher consciousness when in fact all of their power is being taken away from them. The Pacification Program is based upon an understanding of human psychology and human tendencies. Here people are conditioned to think that in order to be acceptable to God, they must basically give away what God has given them to use. Well, to be acceptable to God, I must be meek and mild and non-judgmental and all-embracing of everything. I will look for the good in everything. Where did this come from? Is such acquiescence purely a human invention? Is this something that people just concoct for themselves in order to be happy in the moment? Well, in some cases, this is true. But consider the pacification of humanity. How are people pacified? They are told what they want to hear, and they are told they don't really need to consider anything else. After all, if everything that happens to you is good, then why resist anything? Just embrace it all! This is the Pacification Program at work.",
        "text_source": "Discussion of whether a  genuine  myste~·y is ~:oncealed behind ancient and modern records of  teleportation or whether all is myth,  illusion,  and fraud. ----- Mind over space:  the mystery of  teleportation; the flight  of  Mrs.  Guppy. Fate,  v.  10,  Apr. 1&57:  90-98. A remarkable instance of human teleportation  took place on  June  23,  1871,  in London,  when  a  Mrs.  Guppy was telepo'. ':\"ted  ove~· a  distance of three  mi!t:s.  ----- Mind  over space: the mystery of  teleportation;  the marquis vanishes. Fate,  v.  10,  July 1957:  89-98. Teleportation of  a  medium during a  seance is described. ----- Mind over space:  the  mystery of  teleportation; transported by  ecstacy."
    },
    {
        "similarity": 0.42150911688804626,
        "title_target": "Summers M. Allies of Humanity, V2, 2005\\Second Briefing: Why the Intervention is Occurring\\011",
        "title_source": "Jacobs D. The Threat, 1998\\8. The Hybrid Species-Children\\028",
        "text_target": "Before you can advance in the Greater Community, first you must survive. And to survive, you must unite and protect your world from interventions such as is occurring here now. If you can secure your freedom, then Intervention will be very difficult to achieve, by legal means, at least. And you will have to become a power to be reckoned with, rather than a feeble race that is stewarding a beautiful planet. We believe in the great truth and power that exist in the human heart, or we would not have made the long journey to come here, or placed ourselves at such great risk to spend these years observing the Intervention and its activities. Your allies believe in the promise of humanity. However, such respect you will find rare in the Greater Community. For as is true in so many places, your value and your worth will be determined by what you own, what you can trade, what you can sell, what you can surrender. This is life. This is nature. Technology does not change this. You must learn this. If you believe that technology is your salvation, you will be saved for another race who is technologically superior to you. Please hear our words here. We speak from great experience. We cannot prove these things to you until you can see them yourself. And when you see them yourself, it will be so obvious! The Intervention is so obvious! But who can see it? From your vantage point, it is far more difficult to recognize. And until you can have a Greater Community education and perspective, until you learn about the realities of the Greater Community, how can you possibly understand? Your heart will know, but can you listen?",
        "text_source": "They want to show me something. They want me to teach them my games.... That's funny. They have a yo-yo. It's weird. A regular kind of yo-yo? Something like it. Is it colored? No. It's like white. You know, most yo-yos have the company name on the side, Duncan, or whatever....  No, this doesn't have anything. I can tell it's a yo-yo-I knew what they look like, but it doesn't have any markings on it.... They want me to show them how to use it.... They have these little round balls that look like marbles. Uh-huh. Where do you see these balls? Do they have them just on the floor you mean, or just in their hands, or in a container of some sort?"
    },
    {
        "similarity": 0.41950732469558716,
        "title_target": "Summers M. Allies of Humanity, V3, 2012\\Fifth Briefing: Many Voices in the Universe\\006",
        "title_source": "Hill P. Unconventional Flying Objects, 1995\\Section XX. Summary and Conclusions\\029",
        "text_target": "A free nation will want strong individuals. A nation that is not free will want compliant individuals. A free nation will support individual creativity and contribution. A nation that is not free will direct each person according to the design that has been given to them. A free nation will support the discovery and the experience of Knowledge. A nation that is not free will never mention it, if it is aware of it at all. A free nation will seek to remain isolated in the universe and to support its self-sufficiency. A nation that is not free will seek whatever wealth and power it can gain from others and thus become intertwined with the intentions and the compromises wrought with other nations. A free nation will not attempt to gain access to other worlds to exploit their resources and to gain control over their inhabitants. A nation that is not free will do this within the boundaries of what is allowed within their region of space.",
        "text_source": "12. High-Speed Aerodynamic Heating or Cooling? The theory for the force field control of airflow about a UFO moving through the atmosphere at supersonic speed offers a possible explanation of how UFOs stay cool at these speeds. In Appendix 4, the thermal version of the airflow energy equation is developed, showing how the local temperatures depend on local Mach number. The equation shows that with the force field strength adjusted to stop the air at the stagnation point of the nose, the temperature at the stagnation point is exactly the same as the temperature of the free atmosphere far ahead of the UFO. This is because the force field absorbs all of the kinetic energy of the air and the air arrives at the stagnation point with no compressive heating. (Stagnation point is defined in Section XIII.) The force field then passes the kinetic energy back to the air as it leaves, seemingly at no cost to anyone. By the elimination of stagnation point heating the potentially most severe heating has been eliminated."
    },
    {
        "similarity": 0.4187321364879608,
        "title_target": "Summers M. Allies of Humanity, V4, 2019\\First Briefing: Who We Are and What We Represent\\000",
        "title_source": "Dolan R. UFOs for the 21st Century Mind,2014\\Chapter 11. Weird Science: Propulsion, Energy, Spacetime, and Consciousness\\063",
        "text_target": " We give greetings. We are the Allies of Humanity here to speak with you once again after a long delay. We are far away from your world now, and we have been away for some time. But there is much we can impart to you that will be of great significance and importance for your future and for the possibility of you growing and becoming a free race in the universe, where true freedom is so very rare. We speak for those free races who live amongst many others who are not free. But we are not here representing their governments. Instead, we were sent by Higher Powers from the spiritual realm to give these Briefings to humanity. We have come from several nations for this purpose and are united in our cause. You will not know our names nor the names of our worlds, for they must remain hidden. Once you begin to understand the realities of life in the Greater Community in the universe, you will be able to understand why this discretion must be exercised. You who broadcast everything out into space around you will have to realize that to be free, you must be discreet. This is a great lesson for humanity to learn as it stands at the threshold of a universe full of intelligent life. We are here to give you counsel and perspective and to correct many of your assumptions or beliefs that could jeopardize your ability to understand your situation and the great challenge you now face from Intervention in your world from beyond by other races who are here to take advantage of your weakness, your divisions, and your superstitions for their own purposes-to establish their precedence in this world without the use of force. We have spoken of this at great length in our previous Briefings. But now we must tell you about some other things that are important to know about the meaning of freedom in this universe-what it will mean for your world, the great change that it will bring to your understanding, and the greater unity it will require amongst your nations. For you will not remain a free world if you continue your struggle with one another-your dissensions, your competition, your violence, your wars. Fighting amongst yourselves, you have no idea of the presence of those who are intervening, or the many eyes in your local universe who are watching you, and all the errors of humanity being broadcast out into space for the discreet observer to see-your tribes warring with one another in a beautiful world that is desired by others. And though there are not many other races or nations that are aware of your existence, the challenge is yet very great, very real and growing all the time. So we must speak of things now that have to do with your future, that have to do with the possibility of humanity becoming a free race in a universe where competition has been carried to greater levels than you understand.",
        "text_source": "Clearly, the data that you select creates your reality. Or, perhaps more accurately, how you perceive reality. It follows that you have an ability to decide what matters, and what does not, at least to a greater or lesser extent. The things you tell yourself about yourself, and the things you tell yourself about others, such things matter a great deal. They shape your mental world, your personality, and your future perceptions. It is like creating roadways in your mind, and in fact this is literally true in the sense that you train certain neurons and pathways in your mind. Certain connections become powerful, other connections weaken, all due to the habits of your thinking. You can, at any moment, choose to create pathways in your mind. In that sense, you can choose to create yourself however you desire."
    },
    {
        "similarity": 0.41845545172691345,
        "title_target": "Summers M. Allies of Humanity, V2, 2005\\Third Commentary: Understanding the Intervention\\045",
        "title_source": "Hynek A. The UFO Experience- A Scientific Inquiry, 1972\\Chapter seven. Radar-visual UFO reports\\020",
        "text_target": "The real problem ultimately is not with the Intervention, though that is a real problem. The bigger problem is human response-ability. The ability of people to respond. The lack of response. The ignorant response. The negative response. If people cannot respond, well, the world will be given away. There are not many visitors here in the world. Their numbers are not that great. But their job is being made easy because of human acquiescence and human ignorance. Again, the response. The ability to respond. Response-ability. If there is no response-ability, well, people will not respond, and the occupation will happen, right beneath their feet. And people will think, Oh, well, something is going on in the world. Things certainly are changing! And it will seem to be okay until they find out what it really is.",
        "text_source": "Probabilities, of course, can never prove a thing. When, however, in the course of UFO investigations one encounters many cases, each having a fairly high probability that 'a genuinely new empirical observation' was involved, the probability that a new phenomenon was not observed becomes very small, and it gets smaller still as the number of cases increases. The chances, then, that something really new is involved are very great, and any gambler given such odds would not hesitate for a moment to place a large bet. This point bears emphasis. Any one UFO case, if taken by itself without regard to the accumulated worldwide data (assuming that these have already been passed through the 'UFO filter'), can almost always be dismissed by assuming that in that particular case a very unusual set of circumstances occurred, of low probability (but strange things and coincidences of extremely low probability do sometimes occur). But when cases of this sort accumulate in noticeable numbers, it no longer is scientifically correct to apply the reasoning one applies to a single isolated case. Thus, the chance that a thoroughly investigated UFO case with excellent witnesses can be ascribed to a misperception is certainly very small, but it is finite. However, to apply the same argument to a sizable collection of similar cases is not logical since the compounded probability of their all having been due to misperceptions is comparable to the probability that if in one throw of a coin it stands on edge, it will stand on edge every time it is thrown. *  * An objection can be raised, and correctly so, that the above argument is specious in that a numerical probability value cannot be assigned to the chances that a given report was not the result of misperception. The analogy is valid only to the extent that one feels justified in saying, as the Condon Report did for one case in particular and implied in several others, that the probability was high that at least one genuine UFO had been encountered and thus that the probability that the sighting was due to misperception was numerically quite low."
    },
    {
        "similarity": 0.4181773066520691,
        "title_target": "Summers M. Allies of Humanity, V3, 2012\\Seventh Briefing: Questions & Answers\\032",
        "title_source": "Hopkins B, Rainey C. Sight Unseen, 2003\\22. BEHIND THE SCENERY\\046",
        "text_target": "Even amongst our worlds, we would not welcome human visitation at this time, for you are not yet wise enough, united enough or discerning enough for us to establish active relations with you. That is why no one should be intervening in the world. No one should be attempting to establish relations with the human family, and those that do are here for their own purposes, to establish their own quest for power and domination. You, who are naïve and do not understand the realities of life and travel in the universe, have yet to see these things clearly. But if you think carefully about this, you will understand. There are nations even within your own world that you could not visit freely at this moment because they are not free, because they would not welcome your influence and your presence in their midst. Though such nations are few, their examples serve to illustrate what we are saying. The universe is far more diverse, and its societies are far more different from one another than anything you have established here on Earth. Races are far more different from each other. And trust in relations can take a very long time to establish and is always maintained with great scrutiny and care. This represents the reality that you will face as you emerge into this larger arena of life.",
        "text_source": "Not news of our own future. They can't know the future of our universe any more than we'd know theirs. What they could tell us is about the future of their own universe, whose past would be identical to ours. If their culture made several disastrous decisions, they could warn us about them. Maybe we'd follow their advice, maybe not. What we could greatly benefit from, though, is access to knowledge from the creativity of minds in other universes. To their credit, ufologists of the positivist school seem to sense the cornucopia of riches that would spill lavishly from that sort of interstellar cultural exchange. Each new morsel of advance knowledge that we would receive from the time machine or time travel will have had an author somewhere in the universe, but it may benefit untold numbers of different universes. If time travel is achieved one day, Deutsch assures us that it shouldn't require any fundamental change in our worldviews-that all the connections it would set up between past and future, the connections we'd begin to see between apparently unrelated events, will not be disturbing and paradoxical to us. They'd all be quite comprehensible. We just don't have the vantage point to see and appreciate those connections yet.26 But there's that fifth dimension popping up again. Does that mean it isn't going away-that we're actually going to have to deal with this strange idea?"
    },
    {
        "similarity": 0.41741105914115906,
        "title_target": "Summers M. Allies of Humanity, V2, 2005\\Third Commentary: Understanding the Intervention\\048",
        "title_source": "Jacobs D. Walking Among Us, 2015\\CHAPTER 8. Learning about Relationships\\009",
        "text_target": "This, then, is a time for courage, trust and honesty. Time for a real reckoning within yourself. Read The Allies Briefings and ask yourself, What do I really know? not What do I want? or What do I prefer? or What do I believe? but What do I really know here? Is this really happening? Consult Knowledge within yourself if you can, not your ideas or your fears or your beliefs, but something deeper within you. That is where the real confirmation will happen. And it will take great courage to ask this because this awareness will change your life. It will set you free. And it will give you direction. But you must be willing to have this change within yourself. This is the revelation that happens within each person. It is much resisted. Much delayed. But if it can take place, it is the most valuable thing. We send our blessings to you and ask that you receive this counsel and consider it for yourself, for you must make the ultimate decision. We can only inform. We cannot control. The Presence of the Teachers is with you.",
        "text_source": "This feels more like a large group of people and they're-breaking-into-groups-and-talking kind of feeling. I think he's looking at, Do you interact with everyone? And I'm saying, No, you interact on a group level. I guess four or five people are talking and, You interact with all of them at the same time. And he's asking how you do that. You just follow the conversation and if you have something to say, you wait for your opening and you say it. And everybody else is doing the same thing and you don't have to pay attention to the rest of the conversations going on at that time. You pay attention to the one that you're in. And he's saying, But won't you miss the other conversations? And I said, Yeah, you will. You can't be having ten conversations at the same time. It's just common courtesy to pay attention to where you're at and then, if you want, you can excuse yourself and go to a different one. I don't know if he was in this situation or just was told about it or what, but I do get the sense that it's overwhelming for him. So you tell him that you basically have to pay attention to your group; you can't keep up with every conversation. Yeah. And he's asking me, Which group do you choose? And I say, Whichever you're closest to. But if that doesn't interest you, politely excuse yourself and maybe wander over to another one. But you don't try to take in everything at once. Just take it a little at a time. And if someone speaks to you, you speak to them. You're polite. You could watch what the other people are doing and sort of follow what they're doing. I'm saying, You know, you look at the others; they're not trying to take in every conversation that's going on at the same time. They're having their own. You need to be relaxed. If you're not relaxed, they're going to know something's wrong. I get the feeling the people he was around, like they're dressed up a little bit. It's not formal, but most of the men seem to have jackets on. There are no blue jeans or anything like that. You tell him that he should be relaxed, otherwise people will know something's wrong?"
    },
    {
        "similarity": 0.4163365066051483,
        "title_target": "Summers M. Allies of Humanity, V1, 2001\\Second Briefing: The Challenge to Human Freedom\\007",
        "title_source": "Jacobs D. Secret Life, 1993\\Chapter 6. Sexual Activity and Other Irregular Procedures\\120",
        "text_target": "We observe the visitors' activities, which are growing. Every year, there are more of them here. They are coming from afar. They are bringing supplies. They are deepening their engagement and involvement. They are establishing stations of communication in many places in your solar system. They are observing all of your initial forays into space, and they will counter and destroy anything that they feel will interfere with their activities. They are seeking to establish control not only of your world but of the area around your world. This is because there are competing forces here. Each represents the alliance of several races. Now let us address the last of the four areas that we spoke of in our first discourse. This has to do with the visitors interbreeding with the human species. Let us give you a bit of history first. Many thousands of years ago, in your time, several races came to interbreed with humanity to give humanity a greater intelligence and adaptability. This led to the rather sudden emergence of what we understand is called Modern Man. This has given you dominance and power in your world. This occurred long ago. However, the interbreeding program that is occurring now is not the same at all. It is being undertaken by a different set of beings and by different alliances. Through interbreeding, they are seeking to establish a human being who will be part of their association yet who can survive within your world and who can have a natural affinity with the world. Your visitors cannot live on the surface of your world. They must either seek shelter underground, which they are doing, or they must live aboard their own craft, which they often keep hidden in large bodies of water. They want to interbreed with humanity to protect their interests here, which are primarily the resources of your world. They want to have human allegiance assured, and so for several generations they have been involved in an interbreeding program, which within the last twenty years has become quite extensive.",
        "text_source": "Abductees sometimes say that the face of the husband, for instance, tends to phase in and out of the face of the alien. Intercourse takes place without much preliminary stimulation. The insertion of the penis is quick, and the penis does not feel normal; it is usually very thin and very short. The normal thrusting movement does not take place, but the woman feels a sudden pulse. Then it is all over. We have no clear evidence that the aliens have genitals, but hybrids sometimes do. Therefore, actual intercourse may not be taking place with an alien. Three possibilities come to mind. Either the abductee is having intercourse with an offspring who does have genitals, or the aliens are inserting something inside the woman to make her think that intercourse is taking place, or the entire affair is a part of envisioning and no physical event is occurring. Women who report early sexual contact during an abduction experience also invariably report that their hymens were not intact at their first normal intercourse. Women also report that they feel there was some sort of strange and disturbing intervention during it. Some have the distinct feeling that they were not in the room alone with their partners. Others become uncharacteristically confused when they try to recall what happened during that initial sexual experience, as if something were blocking their ability to remember."
    },
    {
        "similarity": 0.4154784381389618,
        "title_target": "Summers M. Allies of Humanity, V2, 2005\\First Commentary: The Problem of Human Denial\\051",
        "title_source": "Jacobs D. The Threat, 1998\\12. Life As We Know It?\\078",
        "text_target": "Now, most people would say, Of course not! Absolutely not! But if their behavior is self-seeking, then this is an appropriate analogy. Interestingly enough, those who are intervening in your world view humanity as a sort of destructive force in the world that is going to destroy this fabulous place. Their attitude is, We're going to get in there and stop them. And if they can't use their world properly and preserve it, well, we'll save it for ourselves. They can work for us. This is exactly how they think. This is their perspective. This is how you would think if you were in their place. Even with all of humanity's great idealism, you would think like this too. We are not going to let them destroy this place! If they can't benefit from it, we will! This is exactly how a human government would respond. Perhaps this is how you personally would respond.",
        "text_source": "He's saying that I am helping them and that I should feel proud of that. They're happy with me, and that I'm helping them a lot. They say they need to do this, they have to do this, and that I should be happy I'm a part of this. They can't tell exactly what it is right now, but they will later. At another time they'll tell me. They'll tell you what it is? They'll tell me what it is, and they'll show me. They'll take me there and show me, but right now they can't. It's almost complete but not yet. There is more they have to do.... So he says that it's almost complete, but not quite, and they still have some things to do? ...  Well, I understand that he's talking about the future and that he's talking about them-their race. They have to be so secret about it. It has to be that way, otherwise it would never work."
    },
    {
        "similarity": 0.4151122272014618,
        "title_target": "Summers M. Allies of Humanity, V1, 2001\\Second Briefing: The Challenge to Human Freedom\\014",
        "title_source": "Alexander S, K. Crop Circles Signs, Wonders and Mysteries, 2009\\CHAPTER ELEVEN. Signs and Wonders\\000",
        "text_target": "Therefore, we encourage you not to believe that the taking of human beings and their children and their families has any benefit for humanity at all. We must emphasize this. Your freedom is precious. Your individual freedom and your freedom as a race are precious. It has taken us so long to regain our freedom. We do not want to see you lose yours. The interbreeding program that is occurring in the world will continue. The only way that it can be stopped is by people gaining this greater awareness and sense of inner authority. Only this will bring these intrusions to an end. Only this will uncover the deception behind them. It is hard for us to imagine how awful this must be for your people, for those men and women, for those little ones, who are undergoing this treatment, this re-education, this pacification. To our values, this seems abhorrent, and yet we know that these things occur in the Greater Community and have occurred since before memory. Perhaps our words will generate more and more questions. This is healthy and this is natural, but we cannot answer all of your questions. You must find the means to gain the answers for yourselves. But you cannot do this without a preparation, and you cannot do this without an orientation. At this time, humanity as a whole, we understand, cannot differentiate between a Greater Community demonstration and a spiritual manifestation. This is truly a difficult situation because your visitors can project images, they can speak to people through the mental environment and their voices can be received and expressed through people. They can cast this kind of influence because humanity does not yet have this kind of skill or discernment. Humanity is not united. It is broken apart. It is in contention with itself. This makes you extremely vulnerable to outside interference and manipulation. It is understood by your visitors that your spiritual desires and inclinations make you particularly vulnerable and particularly good subjects for their use. How difficult it is to gain true objectivity regarding these things. Even where we have come from, it has been a great challenge. But for those who wish to remain free and to exercise self-determination in the Greater Community, they must develop these skills, and they must preserve their own resources in order to avoid being required to seek them from others. If your world loses its self-sufficiency, it will lose much of its freedom. If you must go beyond your world to seek the resources you need to live, then you will lose much of your power to others. Because the resources of your world are rapidly diminishing, this is a grave concern for those of us who watch from afar. It is also of concern to your visitors, for they want to prevent the destruction of your environment, not for you but for them. The interbreeding program has only one purpose, and that is to enable the visitors to establish a presence and a commanding influence within the world. Do not think that the visitors are lacking something that they need from you other than your resources. Do not think that they need your humanity. They only want your humanity to assure themselves of their position in the world. Do not be flattered. Do not indulge yourself in such thoughts. They are unwarranted. If you can learn to see the situation clearly as it really is, you will see and you will know these things for yourself. You will understand why we are here and why humanity needs allies in a Greater Community of intelligent life. And you will see the importance of learning greater Knowledge and Wisdom and of learning Greater Community Spirituality. Because you are emerging into an environment where these things become vital for success, for freedom, for happiness and for strength, you will need greater Knowledge and Wisdom in order to establish yourselves as an independent race in the Greater Community. However, your independence is being lost with each passing day. And you may not see the loss of your freedom, though perhaps you may feel it in some way. How could you see it? You cannot go outside your world and witness the events that surround it. You do not have access to the political and commercial involvements of the alien forces operating in the world today to understand their complexity, their ethics or their values.",
        "text_source": "  … Of The Modern Age   As is customary, we have saved the best for last – those crop circles that have the ability to awe, astonish and push the very limits of perception and belief. Their immediate visual impact is hard to ignore; even if we should quickly turn cynic, just for one brief moment we have been caught allowing ourselves to wonder. People often say that cynicism is born of a broken heart, perhaps in the case of the circles this is true. How many of us would truly love them to be the proof that we are not alone? Or confirm that we are in touch with something other than ourselves – a culture that might have wonderful things to teach us, wonderful stories to exchange. Perhaps we shouldn't be so dismissive of these forbidden yearnings or so harsh on ourselves. Perhaps mankind is lonely. After all, he appears to have no one with whom to compare himself, no other intelligent species with whom he can converse and share his wisdom, hopes, dreams, troubles and fears. The crop circles, however, do seem to speak a universal language; a universal philosophy grounded in the archetypes that define our consciousness and the whole of reality. The circles might then be accepted as a step towards understanding and grasping that which could, one day, allow us to enter into a meaningful conversation with others, about matters beyond our own self-concern. More of this at the end of the book. But for now, prepare yourself to be astonished and maybe, just maybe, give yourself permission to dream a little."
    },
    {
        "similarity": 0.4142793118953705,
        "title_target": "Summers M. Allies of Humanity, V1, 2001\\Second Briefing: The Challenge to Human Freedom\\014",
        "title_source": "Howe L. An Alien Harvest, 2014\\Appendices\\162",
        "text_target": "Therefore, we encourage you not to believe that the taking of human beings and their children and their families has any benefit for humanity at all. We must emphasize this. Your freedom is precious. Your individual freedom and your freedom as a race are precious. It has taken us so long to regain our freedom. We do not want to see you lose yours. The interbreeding program that is occurring in the world will continue. The only way that it can be stopped is by people gaining this greater awareness and sense of inner authority. Only this will bring these intrusions to an end. Only this will uncover the deception behind them. It is hard for us to imagine how awful this must be for your people, for those men and women, for those little ones, who are undergoing this treatment, this re-education, this pacification. To our values, this seems abhorrent, and yet we know that these things occur in the Greater Community and have occurred since before memory. Perhaps our words will generate more and more questions. This is healthy and this is natural, but we cannot answer all of your questions. You must find the means to gain the answers for yourselves. But you cannot do this without a preparation, and you cannot do this without an orientation. At this time, humanity as a whole, we understand, cannot differentiate between a Greater Community demonstration and a spiritual manifestation. This is truly a difficult situation because your visitors can project images, they can speak to people through the mental environment and their voices can be received and expressed through people. They can cast this kind of influence because humanity does not yet have this kind of skill or discernment. Humanity is not united. It is broken apart. It is in contention with itself. This makes you extremely vulnerable to outside interference and manipulation. It is understood by your visitors that your spiritual desires and inclinations make you particularly vulnerable and particularly good subjects for their use. How difficult it is to gain true objectivity regarding these things. Even where we have come from, it has been a great challenge. But for those who wish to remain free and to exercise self-determination in the Greater Community, they must develop these skills, and they must preserve their own resources in order to avoid being required to seek them from others. If your world loses its self-sufficiency, it will lose much of its freedom. If you must go beyond your world to seek the resources you need to live, then you will lose much of your power to others. Because the resources of your world are rapidly diminishing, this is a grave concern for those of us who watch from afar. It is also of concern to your visitors, for they want to prevent the destruction of your environment, not for you but for them. The interbreeding program has only one purpose, and that is to enable the visitors to establish a presence and a commanding influence within the world. Do not think that the visitors are lacking something that they need from you other than your resources. Do not think that they need your humanity. They only want your humanity to assure themselves of their position in the world. Do not be flattered. Do not indulge yourself in such thoughts. They are unwarranted. If you can learn to see the situation clearly as it really is, you will see and you will know these things for yourself. You will understand why we are here and why humanity needs allies in a Greater Community of intelligent life. And you will see the importance of learning greater Knowledge and Wisdom and of learning Greater Community Spirituality. Because you are emerging into an environment where these things become vital for success, for freedom, for happiness and for strength, you will need greater Knowledge and Wisdom in order to establish yourselves as an independent race in the Greater Community. However, your independence is being lost with each passing day. And you may not see the loss of your freedom, though perhaps you may feel it in some way. How could you see it? You cannot go outside your world and witness the events that surround it. You do not have access to the political and commercial involvements of the alien forces operating in the world today to understand their complexity, their ethics or their values.",
        "text_source": "SPRINKLE:\tOK, later on we can come back and find out more about what is happening to the body of the animal. But now let yourself go back in time. Let yourself go back outside. See yourself there, looking at the craft. See yourself describing as you look at the craft. Describe what is happening as the animal is floating up toward the craft. Go back in time to that event. Describe what happens first. What do you see happening now?"
    },
    {
        "similarity": 0.41370224952697754,
        "title_target": "Summers M. Allies of Humanity, V3, 2012\\Fifth Briefing: Many Voices in the Universe\\006",
        "title_source": "Hill P. Unconventional Flying Objects, 1995\\Section XIV. The Aerodynamic Heating of UFOs\\010",
        "text_target": "A free nation will want strong individuals. A nation that is not free will want compliant individuals. A free nation will support individual creativity and contribution. A nation that is not free will direct each person according to the design that has been given to them. A free nation will support the discovery and the experience of Knowledge. A nation that is not free will never mention it, if it is aware of it at all. A free nation will seek to remain isolated in the universe and to support its self-sufficiency. A nation that is not free will seek whatever wealth and power it can gain from others and thus become intertwined with the intentions and the compromises wrought with other nations. A free nation will not attempt to gain access to other worlds to exploit their resources and to gain control over their inhabitants. A nation that is not free will do this within the boundaries of what is allowed within their region of space.",
        "text_source": "In treating the force field control of aerodynamic heating, we shall consider only two points on the UFO surface as being sufficiently representative. One is the stagnation point and vicinity. The other is a typical point on the side of the UFO which can be taken as representative of the remainder of the UFO surface. With the force field control system we have visualized, the stagnation point and vicinity, which is normally the most severely heated part of a supersonic vehicle, gets no heating at all. The field brings the air to rest at the stagnation point without any compression (equation A4-10) and since it is the energy of compression that causes stagnation heating, there is no heating. This is also verified by the flowfield thermal analysis of Appendix 4 and equation A4-11g. Another way to look at stagnation point heating is that it is caused by the conversion of the kinetic energy of the air into thermal and pressure energy. Since the force field absorbs the kinetic energy along the stagnation point streamline, there is no energy left to heat the air or the vehicle. This statement also holds approximately for streamlines adjacent to the stagnation streamline and hence the no-heating result applies to the general vicinity of the nose near the stagnation point. This concludes the stagnation heating discussion. In discussing the heating of a typical point on the side of a UFO we emphasize the same class of ellipsoidal UFO that was emphasized in Section XIII, the ones having a force field potential energy that is constant over the surface. These are the ones that would generate the control field near the vehicle surface without putting unwarranted forces on interior components or passengers, in close analogy with electric theory."
    },
    {
        "similarity": 0.41312000155448914,
        "title_target": "<TARGET>",
        "title_source": "Hopkins B, Rainey C. Sight Unseen, 2003\\22. BEHIND THE SCENERY\\046",
        "text_target": null,
        "text_source": "Not news of our own future. They can't know the future of our universe any more than we'd know theirs. What they could tell us is about the future of their own universe, whose past would be identical to ours. If their culture made several disastrous decisions, they could warn us about them. Maybe we'd follow their advice, maybe not. What we could greatly benefit from, though, is access to knowledge from the creativity of minds in other universes. To their credit, ufologists of the positivist school seem to sense the cornucopia of riches that would spill lavishly from that sort of interstellar cultural exchange. Each new morsel of advance knowledge that we would receive from the time machine or time travel will have had an author somewhere in the universe, but it may benefit untold numbers of different universes. If time travel is achieved one day, Deutsch assures us that it shouldn't require any fundamental change in our worldviews-that all the connections it would set up between past and future, the connections we'd begin to see between apparently unrelated events, will not be disturbing and paradoxical to us. They'd all be quite comprehensible. We just don't have the vantage point to see and appreciate those connections yet.26 But there's that fifth dimension popping up again. Does that mean it isn't going away-that we're actually going to have to deal with this strange idea?"
    },
    {
        "similarity": 0.4121701419353485,
        "title_target": "Summers M. Allies of Humanity, V4, 2019\\First Briefing: Who We Are and What We Represent\\000",
        "title_source": "Good T. Alien Base, 1999\\Chapter 11. LET HUMANITY BEWARE!\\048",
        "text_target": " We give greetings. We are the Allies of Humanity here to speak with you once again after a long delay. We are far away from your world now, and we have been away for some time. But there is much we can impart to you that will be of great significance and importance for your future and for the possibility of you growing and becoming a free race in the universe, where true freedom is so very rare. We speak for those free races who live amongst many others who are not free. But we are not here representing their governments. Instead, we were sent by Higher Powers from the spiritual realm to give these Briefings to humanity. We have come from several nations for this purpose and are united in our cause. You will not know our names nor the names of our worlds, for they must remain hidden. Once you begin to understand the realities of life in the Greater Community in the universe, you will be able to understand why this discretion must be exercised. You who broadcast everything out into space around you will have to realize that to be free, you must be discreet. This is a great lesson for humanity to learn as it stands at the threshold of a universe full of intelligent life. We are here to give you counsel and perspective and to correct many of your assumptions or beliefs that could jeopardize your ability to understand your situation and the great challenge you now face from Intervention in your world from beyond by other races who are here to take advantage of your weakness, your divisions, and your superstitions for their own purposes-to establish their precedence in this world without the use of force. We have spoken of this at great length in our previous Briefings. But now we must tell you about some other things that are important to know about the meaning of freedom in this universe-what it will mean for your world, the great change that it will bring to your understanding, and the greater unity it will require amongst your nations. For you will not remain a free world if you continue your struggle with one another-your dissensions, your competition, your violence, your wars. Fighting amongst yourselves, you have no idea of the presence of those who are intervening, or the many eyes in your local universe who are watching you, and all the errors of humanity being broadcast out into space for the discreet observer to see-your tribes warring with one another in a beautiful world that is desired by others. And though there are not many other races or nations that are aware of your existence, the challenge is yet very great, very real and growing all the time. So we must speak of things now that have to do with your future, that have to do with the possibility of humanity becoming a free race in a universe where competition has been carried to greater levels than you understand.",
        "text_source": "Observe carefully the great mass of humanity killing each other through centuries of war and strife. And for what purpose? For power and domination; the intense desire to dominate and subjugate . There are thousands of good people on your planet, but the mean and selfish humanity outnumbers the good by millions and millions. Unless there is a radical change starting now, from an individual's mind, within a family and family relations, within a nation and between nations, your people will all be destroyed by their own selfishness for power and domination. Not until your humanity is completely wiped out will there ever be peace on Earth. The danger of atomic war between nations is imminent... It may not be now, it may be centuries from now, but the end will still come. There is no turning back for your people. Some day you will all be wiped out by your own greediness, and if a few good people live through, then they will propagate and breed an unselfish humanity and no longer will there be a continuous strife between nations, within a nation, within a family and family relations, and within an individual mind, and there will be peace on Earth at last. There is a great and possible danger, too, that your humanity's intense desire to conquer, eventually seeking power and domination over the other planets, will mean only a complete massacre for Earthmen, because other planets will retaliate with terrifying power and force, only because of their fear of your selfish humanity coming to their planets and spreading greed and evil around. This is our message. Transmit it and let humanity beware!"
    },
    {
        "similarity": 0.40924689173698425,
        "title_target": "Summers M. Allies of Humanity, V3, 2012\\First Briefing: The Reality of Contact\\013",
        "title_source": "Alexander S, K. Crop Circles Signs, Wonders and Mysteries, 2009\\CHAPTER ELEVEN. Signs and Wonders\\000",
        "text_target": "It is true in the universe that the wise must remain hidden to remain wise, and that freedom is built on three fundamental realities: one, that a world's peoples be united sufficiently to face the universe as one people; two, that such people must maintain and protect their self-sufficiency so as not to become bound and dependent upon foreign powers who do not share their values or their emphasis on freedom; and three, that such people must become extremely discreet regarding their activities and behavior, which will always fall under the scrutiny of those who wish to take advantage of these people or who fear the freedom that such people might possess. Do not confuse the Ancient Home of God with the Greater Community. For the Greater Community is a physical reality, and everyone in it must struggle to survive and must face the reality of competition and all of its hazards. Yet each race has the promise to evolve and to become free and to become wise. This opportunity still remains everywhere, within all beings and all nations in the universe. Here you must come not with hopeful expectations or with dread or fear, but with a greater sobriety and clarity of mind. Do not approach the Greater Community wanting things for yourself, hoping and believing that those whom you will encounter will provide these things for you. For this is unwise and will rob you of the discernment that you must have to see clearly and to be able to discern those opportunities that are beneficial from those that only appear to be beneficial. This is the wisdom one must utilize within one's own world, for this is a universal truth. Our task is to reveal the real nature of the Intervention that is occurring in the world today, to warn you and to prepare you for the realities of life in the universe, to give you a greater impetus for human unity and cooperation and to show you the great need for the cessation of conflict within your world. We do this because we value humanity as a race. But we also do this for our own self-preservation, for to have another free nation in this neighborhood of space is of great interest to us. We support it as an ideal for all races. Yet in our local region of space, it will help preserve our integrity, and it will help preserve our autonomy if such a race as yours can evolve into the Greater Community free of foreign domination and educated about the realities of life beyond your borders. We will speak in these Briefings about this greater arena of life. We will give you the information that is needed even if it does not answer your desires for specific names, dates and places, which would be meaningless to you and which would not serve a useful purpose, for you cannot verify these things for yourself. What you need is a greater perspective and a greater vision. What we will impart will not be strange and foreign to you. In many ways, it will be akin to what you yourself have seen within your world and what you are able to recognize through your awareness of nature and history. Life in the universe has taken many different forms. Even though many races use technologies beyond your current capabilities, all must still face the rigors of life. All must still make the difficult choices between freedom and submission. And all must still deal with the need for resources and stability. It is a truth that all must face. No one through technology has gained exemption from the great requirements of life. You who are just beginning your journey into the Greater Community must now undertake a greater education. This greater education will call upon your strengths, your awareness and whatever wisdom may reside within your heart and within the hearts of all who dwell within your world. For it is this wisdom you need now more than ever before.",
        "text_source": "  … Of The Modern Age   As is customary, we have saved the best for last – those crop circles that have the ability to awe, astonish and push the very limits of perception and belief. Their immediate visual impact is hard to ignore; even if we should quickly turn cynic, just for one brief moment we have been caught allowing ourselves to wonder. People often say that cynicism is born of a broken heart, perhaps in the case of the circles this is true. How many of us would truly love them to be the proof that we are not alone? Or confirm that we are in touch with something other than ourselves – a culture that might have wonderful things to teach us, wonderful stories to exchange. Perhaps we shouldn't be so dismissive of these forbidden yearnings or so harsh on ourselves. Perhaps mankind is lonely. After all, he appears to have no one with whom to compare himself, no other intelligent species with whom he can converse and share his wisdom, hopes, dreams, troubles and fears. The crop circles, however, do seem to speak a universal language; a universal philosophy grounded in the archetypes that define our consciousness and the whole of reality. The circles might then be accepted as a step towards understanding and grasping that which could, one day, allow us to enter into a meaningful conversation with others, about matters beyond our own self-concern. More of this at the end of the book. But for now, prepare yourself to be astonished and maybe, just maybe, give yourself permission to dream a little."
    },
    {
        "similarity": 0.40842604637145996,
        "title_target": "<TARGET>",
        "title_source": "Dolan R. UFOs for the 21st Century Mind,2014\\Chapter 9. The Growth of Ufology\\081",
        "text_target": null,
        "text_source": "Ultimately, however, no matter how far into the future ufology goes, it must continue to rely upon sound investigations and proper reporting of results that actually reach the public. Scientific ufology, but with modern leadership, political savvy, and a commitment to the people. Ufology: Getting Personal   One thing I have learned in my two decades of studying the UFO phenomenon is that it has the power to captivate someone's attention and become an obsession. I will never forget my first year of true attention and research into this field, and the many nights of lying in my bed, staring at the ceiling, trying to reconfigure my worldview in a way that made sense with the new facts I had learned. For myself, the feeling was more akin to an intense intellectual curiosity than anything else, a splinter in the mind (in the words of the character Morpheus from the movie, The Matrix). For some, however, the effect goes deeper still. I have seen personalities become nearly destabilized by the effect of having their once-stable worldview shaken or even shattered by the subject of UFOs. I don't know of a sure-fire method to prevent this from happening to certain people. We are all different. There are some people, who knows why, who seem to roll with this transformation more easily than others. In some cases, however, there are those who become convinced that they have had experiences of some sort with this phenomenon, including direct contact with these other intelligences. Such people may be correct or not, but there is no question that their new information affects them deeply. They become obsessed by this subject in a way that consumes their lives, sometimes in an unhealthy way. It is a difficult thing for any person to reinvent their basic understanding of the world, especially after they reach a mature age. No one wants to go through that process, because it is an implicit recognition that their many prior years were spent living in a kind of illusory world. Ironically, it is often those with a higher level of formal education who seem to have a hard time with this. After all, they have spent those years convinced that they were ahead of the game, that they were more knowledgeable than the average person about how the world works, and invested much of their self-esteem and identity into that understanding. But it can happen to anyone. All of this is made harder by the fact by their belief that most of their friends, family, and colleagues would either not believe them, or might even ridicule them. And so while they go through this difficult transformation, there are often very few people they can talk to about it. Added to this is another problem. Once someone decides that this is a subject worth their attention, they usually realize that there is an overabundance of information and literature. It can feel overwhelming, especially if one is starting not only with a limited knowledge of the subject, but often a relatively limited knowledge of science, history, philosophy, politics, psychology, or any number of other subjects that are certainly helpful in navigating one's way through this tangled field. But the challenge is harder still when we remember that most people have other responsibilities in their lives: family, jobs, social obligations and the rest. If they work long hours, as many do, they are tired when they come home and are probably not in the mood to do hours of research, day after day, to help recreate some semblance of an ordered reality, especially when that new reality is much less congenial and reassuring than what they had once known. Moreover, they probably don't want to fight the machine, they don't want to be heroes; they just want a good life. Ufology is not a subject for the faint of heart. Like all great questions of which the human mind is capable-Does the soul exist? Is all of reality explainable by science? Is there a God? Do all people have inalienable rights? Is it possible for human beings to create a just civilization?-the question, Is there another advanced intelligence operating covertly on Planet Earth? is one that demands many qualities. One is patience. Another is persistence. Yet another is courage. The act of exploring this subject in the depth it deserves exacts a transformation not merely of our previous worldview, which is hard enough. It changes ourselves, deeply and truly."
    },
    {
        "similarity": 0.4083823561668396,
        "title_target": "Summers M. Allies of Humanity, V3, 2012\\Seventh Briefing: Questions & Answers\\027",
        "title_source": "Catoe L. UFOs and Related Subjects,1969\\ORIGIN AND  NATURE\\042",
        "text_target": "~ Inter-dimensional travel seems to be the fastest way to get around in space. Why is it not being used? Inter-dimensional travel, though greatly promising, has proven to be disastrous, for you cannot control your reentry, and even if you could find one of the portals, which are constantly in motion, you would not be able to ascertain where you would emerge-into what kind of physical environment or physical condition you would find yourself. That is why so many craft that have attempted this transference have never returned. The portals remain a mystery. Inter-dimensional travel remains a hypothesis. We know that certain races have been able to bridge the gulf between dimensions. They have been able to communicate from the other dimension, but they were not able to return, and contact with them was short lived, leading to an uncertain outcome.",
        "text_source": "Swiss psychologist Carl Jung is quoted as havinf; written in the Bulletin of  the Aerial Phenomena Research Organization (date not given) that the  postWar sightings cf flying  saucers and oth~r unidentified flying  objects  (UFOs) were not hllllucinatiom.;. Saucers explained. Science newsJ;?tter,  v.  77,  Apr. 30,  1960:  279. Summary of report by Dr.  Richard P.  Youtz of Barnard College to Eastern Psychological Association meeting that  most anexp.1.ained UFOs are probably a  peculiarity of  perception known  to  psychologists as \"afterimage. \" Saucers under glass. Newsweek,  v.  40,  Aug.  18,  1952:  49. Physicist Noel Scott reports that he  has  produced flying  saucers in  mlniature in  the laboratory. When  ionized air is introduced into a  partial vacuum,  he can  produce orange-red balls,  discs,  and  mushrooms capable  of registering on  a  radar screen. Scott  is employed at the  Research and Development Laboratories at Fort Belvoir,  Va.  Schoenherr,  Luis. UFOs  and fourth dimension. Flying saucer review,  v.  9,  Mar. -Apr. 1963:  10-12. Discussing the  relationship between  UFOs and the fourth dimension,  the (1)  the fourth dimension is a author suggests the following  possibilities: means of  connection between different three-dimensional space;  (2)  space travelers are indeed coming from  outer space but they  use the fourth dimension for their traveling;  (3)  the  UFOs  are not three-dimensional but actually four-dimensional objects. ----- UFOs  and the fourth dimension. Flying saucer review,  v.  IO,  Jan. -Feb.  1964:  16-20. Outlines four  hypotheses concerning the nature of the  UFO  phenomenon: (1)  UFOs are a machine emanating from  a region of  the  cosmos unobservable in  our space-time continuum;  (2)  UFOs  originate in  our space-time continuum but voyage  outside  it using the fourth  dimension;  (3)  UFOs  are four-dimensional structures and that  part of the  UFO  observable to us  is the three-dimensional projection of the structure in  that  part of  the cosmos observable to  us; (4)  UFOs  may  be time machines,  assuming that the fourth dimension  is time. ----- UFOs  and the fourth dimension. Flying saucer review,  v.  ll,  Nov. -Dec.  1965:  12-13,  18. Author enlarges on  hypothesis that  UFOs  could be a  sort of  spacecraft traveling to our space along the fourth  dimension and suggests that they are not necessarily a  means  oLrannportation in the  conventional sense of the word,  but  instead,  they  could be  technical devices for the  production of local  spatial curvatures which  extend  into the  space to be  contacted. Once this has been accomplished,  beings from  the other space could transcend into ours. Schopfer,  Siegfried. Fliegende Untertassen:  ja oder nein? Stuttgart,  Walter  Hadecke Verlag,  1955. 32  p.  lMdence rel2.ting to  UFOs  is examined and author concludes that although nallucinations,  images,  and fantasies relating to the  pheilomenon  may  be real,  there is no  such thing as a flying  saucer. Shalett,  Sidney. What you  can believe about flying  saucers. Saturday evening  post,  v.  221,  May  7,  1949:  36,  184··186."
    },
    {
        "similarity": 0.4074614942073822,
        "title_target": "Summers M. Allies of Humanity, V3, 2012\\Seventh Briefing: Questions & Answers\\027",
        "title_source": "Howe L. An Alien Harvest, 2014\\Chapter 6. A One-Way Harvest\\089",
        "text_target": "~ Inter-dimensional travel seems to be the fastest way to get around in space. Why is it not being used? Inter-dimensional travel, though greatly promising, has proven to be disastrous, for you cannot control your reentry, and even if you could find one of the portals, which are constantly in motion, you would not be able to ascertain where you would emerge-into what kind of physical environment or physical condition you would find yourself. That is why so many craft that have attempted this transference have never returned. The portals remain a mystery. Inter-dimensional travel remains a hypothesis. We know that certain races have been able to bridge the gulf between dimensions. They have been able to communicate from the other dimension, but they were not able to return, and contact with them was short lived, leading to an uncertain outcome.",
        "text_source": "We occupy all space. .. .Everywhere in the universe or any void in between. We are from a different dimension, a different plane of existence. We have no boundaries or limits, as you have. We are an anti-log of everything you see visually. We can travel in any dimension and occupy the same area as say, Earth, but not the same time or space without being observed. ...Since you have boarded (a ball-shaped orange-white light), we've moved back into our dimension. Neither the lab nor yourself is any longer visible to humans, but we are still here. The creature tells the doctor that the human and animal mutilations serve to create a biology which can communicate between dimensions while sustaining a 3-dimensional form in 3-dimensional space and time. The creature also claims responsibility for engineering human life on Earth, as the EBENs told MJ12, We made you, we put you here, but you have to live it."
    },
    {
        "similarity": 0.4054000973701477,
        "title_target": "Summers M. Allies of Humanity, V2, 2005\\Second Briefing: Why the Intervention is Occurring\\011",
        "title_source": "Dolan R. UFOs for the 21st Century Mind,2014\\Chapter 11. Weird Science: Propulsion, Energy, Spacetime, and Consciousness\\063",
        "text_target": "Before you can advance in the Greater Community, first you must survive. And to survive, you must unite and protect your world from interventions such as is occurring here now. If you can secure your freedom, then Intervention will be very difficult to achieve, by legal means, at least. And you will have to become a power to be reckoned with, rather than a feeble race that is stewarding a beautiful planet. We believe in the great truth and power that exist in the human heart, or we would not have made the long journey to come here, or placed ourselves at such great risk to spend these years observing the Intervention and its activities. Your allies believe in the promise of humanity. However, such respect you will find rare in the Greater Community. For as is true in so many places, your value and your worth will be determined by what you own, what you can trade, what you can sell, what you can surrender. This is life. This is nature. Technology does not change this. You must learn this. If you believe that technology is your salvation, you will be saved for another race who is technologically superior to you. Please hear our words here. We speak from great experience. We cannot prove these things to you until you can see them yourself. And when you see them yourself, it will be so obvious! The Intervention is so obvious! But who can see it? From your vantage point, it is far more difficult to recognize. And until you can have a Greater Community education and perspective, until you learn about the realities of the Greater Community, how can you possibly understand? Your heart will know, but can you listen?",
        "text_source": "Clearly, the data that you select creates your reality. Or, perhaps more accurately, how you perceive reality. It follows that you have an ability to decide what matters, and what does not, at least to a greater or lesser extent. The things you tell yourself about yourself, and the things you tell yourself about others, such things matter a great deal. They shape your mental world, your personality, and your future perceptions. It is like creating roadways in your mind, and in fact this is literally true in the sense that you train certain neurons and pathways in your mind. Certain connections become powerful, other connections weaken, all due to the habits of your thinking. You can, at any moment, choose to create pathways in your mind. In that sense, you can choose to create yourself however you desire."
    },
    {
        "similarity": 0.40519922971725464,
        "title_target": "<TARGET>",
        "title_source": "COMETA report. UFOs and Defense-What Should We Prepare For, 1999\\Chapter 13. Political and Religious Implications\\017",
        "text_target": null,
        "text_source": "But how then do we avoid the pitfall of good intentions and good sentiments that everyone knows the road to hell is paved with? (13) Should we admit how long we have been observing them? Would they reproach us for not having intervened to prevent a world war of this type, or would they blame us for it, or, more generally, would they hold it against us that we changed the course of civilizations? Very severe and lasting psychological disturbances should be envisioned in these cases. Would they be disappointed to learn that we are not immortal? Later, economic and technological exchanges and financial ties should be established with these populations. Would it be a wise policy to involve ourselves in local affairs? And in one manner or another, could we escape the requests to become arbitrators of political disagreements, peace, war, and economic crises? Whatever the case, one day or another we would have to pay the price for all of the unsolved problems. Would they not go so far as to reproach us for the contributions of our very advanced civilization, or at least for what we thought would be of benefit to them? Changes of opinion and attitude toward us could occur over time. Wouldn't groups of people be one day tempted to consider themselves our equals, because we were not able to remain inaccessible? Protest movements would consequently arise and revolutionary cycles would no doubt be set in motion, as a result of which we, as well as our Herodian allies, would suffer. Our global policy would then be compromised and we would have to consider making our contacts less frequent and, ultimately, withdrawing onto our ships and retreating. We would then have the time necessary to review our policies, based on the still unknown techniques of our catechumens. The discovery of new worlds could enable us to enter into contact with civilizations just as developed as our own and even far more advanced. Nothing allows us to rule out the possibility that, ultimately, we would encounter explorers from other more distant worlds. Under these hypothetical conditions, it is permissible to imagine that we might have been discovered in space first. It would be our turn then to experience - at least in part - the psychological effects and the political and religious implications that we have described. What would be the policy of local governments toward us? Would they welcome us peacefully or would they prudently keep us at a distance? Should we fear seeing ourselves aim nuclear space weapons or other weapons against, for example, the bases that we had attempted to establish or had succeeded in establishing in the asteroid belt close to one of their worlds? What would be the results of such encounters? What relations could we establish and what influences would we exert on these different types of civilizations?"
    },
    {
        "similarity": 0.4046855866909027,
        "title_target": "Summers M. Allies of Humanity, V2, 2005\\First Commentary: The Problem of Human Denial\\014",
        "title_source": "Marrs J. Alien Agenda, 1997\\EPILOGUE. NEW REALITIES\\008",
        "text_target": "People love the idea of a God out there that will throw them a life preserver when they are drowning, but the idea that God will interfere in their life and show them something they really don't want to see, well, that is really a test of faith, isn't it? That is exactly what is happening today. That is why the teaching in Greater Community Spirituality is in the world because this is God's message to alert humanity to this greater reality and to prepare humanity. The awareness is not enough. If the awareness engenders primary anxiety and fear, people will not know what to do. They will say, Oh, my God! What do we do? And they don't know what to do because they have never had to respond to this directly before. That is why God's message brings with it the preparation so people can begin to think like they live in a Greater Community. Then they can begin to become aware that there are Greater Community realities out there that are going to have a direct impact on them, their lives and their world.",
        "text_source": "It would appear that religion-or more specifically spiritualism-is interconnected with the alien agenda. While most religions address facets of spiritual truth, none can claim exclusive knowledge. The world's religions can be compared to the story of the blind men and the elephant. They all have a piece of the truth, but their interpretations may not be on the mark. Today, many feel that organized religion is about the control of understanding. It is the mind of man trying to interpret the heart of God-and not doing a very good job of it. It has been said that every human feeling originates from only two basic emotions-love or fear. Love, the basis of compassion, sympathy, and understanding, stems from man's highest energy level, while fear, the producer of intolerance, hatred, and violence, comes from our basest energy level. Love, said to flow from God, is of the heart. Fear is a product of the mind. Unfortunately, too many religions focus on fear-fear of Satan, fear of death, and fear of the afterlife-to control members. All of humanity may be moving into a higher consciousness. Some call it Christ-Consciousness. There is no question that the old order-the old systems, the old ways of doing things-is crumbling. New dimensions, new realities are on the horizon. And each of us has a role to play. Mankind is only as strong as its weakest link. There are no victims or castaways. Everyone is involved. Each of us is like a tuning fork. When one resonates with the higher frequency of heartfelt love and understanding, others follow. Many feel that the aliens of energy and light, called the Tran-scendentals by the remote viewers, are here to witness-and perhaps help-our shift to new realities. It is literally a rebirth and, like any birth, there will be pain as we all move through the physical transitions. Fear will only make it worse. Yet, fear will continue to be a large part of our experience until we are able to break through the government secrecy and media-driven illusion of life to gain full knowledge of our world, our true history, our future, and our relationship with others in the universe."
    },
    {
        "similarity": 0.40415871143341064,
        "title_target": "Summers M. Allies of Humanity, V2, 2005\\Sixth Briefing: A Call to Action\\009",
        "title_source": "Clelland M. The Messengers-Owls, Synchronicity and the UFO Abductee,2015\\Chapter 22: Owls and the Unconscious\\019",
        "text_target": "The preparation for our contact with this individual has been long and with many delays. First, he had to become the receiver for The Greater Community Teaching. He had to become its first student. Then he had to take a position from which he could represent this new threshold of understanding for humanity. Certain people were called to assist him, not all of whom were able to do so. Many of these delays, which were largely beyond his control, have delayed our presentation. This is why we are late in giving you our discourses and our briefings. It has been a very great challenge for this individual to receive and to accept such a responsibility. He did not ask for it. Yet he is born with it. And with all the delays, the chance for success has become more of a concern to us. That is why at this time we must speak with great emphasis. And we must repeat our essential message so that we can be sure that it is being heard and understood.",
        "text_source": "Nicholson said that the screech is a reference to owls, which is a common screen memory, and Strieber quickly agreed, saying he felt the same thing. Then Nicholson questioned who or what the thieves might be. Strieber stated, Oh I know who the thieves are, if anyone who picks up my book Majestic you will find that the triad of three grays are called 'the three thieves,' there really was such a triad in my life called the three thieves. So, the screech from the thieves, that's the visitors speaking with me in my opinion. So I think it's a confirming reversal, and I think Annie may have a point… That's very fascinating and very illuminating, [laughing] because if it's me from the future I'm doin' okay. I was transcribing the dialog from the audio interview with Strieber and Nicholson, what you've just read, and I was wondering if I should point out that Strieber laughed as he spoke about his conclusion. I mulled it over for longer than I needed to, should I or shouldn't I? Then I thought sure, why not, I figured it would lighten up something that could be read as overly serious."
    },
    {
        "similarity": 0.40376803278923035,
        "title_target": "Summers M. Allies of Humanity, V3, 2012\\First Briefing: The Reality of Contact\\013",
        "title_source": "Dolan R. UFOs for the 21st Century Mind,2014\\Chapter 11. Weird Science: Propulsion, Energy, Spacetime, and Consciousness\\063",
        "text_target": "It is true in the universe that the wise must remain hidden to remain wise, and that freedom is built on three fundamental realities: one, that a world's peoples be united sufficiently to face the universe as one people; two, that such people must maintain and protect their self-sufficiency so as not to become bound and dependent upon foreign powers who do not share their values or their emphasis on freedom; and three, that such people must become extremely discreet regarding their activities and behavior, which will always fall under the scrutiny of those who wish to take advantage of these people or who fear the freedom that such people might possess. Do not confuse the Ancient Home of God with the Greater Community. For the Greater Community is a physical reality, and everyone in it must struggle to survive and must face the reality of competition and all of its hazards. Yet each race has the promise to evolve and to become free and to become wise. This opportunity still remains everywhere, within all beings and all nations in the universe. Here you must come not with hopeful expectations or with dread or fear, but with a greater sobriety and clarity of mind. Do not approach the Greater Community wanting things for yourself, hoping and believing that those whom you will encounter will provide these things for you. For this is unwise and will rob you of the discernment that you must have to see clearly and to be able to discern those opportunities that are beneficial from those that only appear to be beneficial. This is the wisdom one must utilize within one's own world, for this is a universal truth. Our task is to reveal the real nature of the Intervention that is occurring in the world today, to warn you and to prepare you for the realities of life in the universe, to give you a greater impetus for human unity and cooperation and to show you the great need for the cessation of conflict within your world. We do this because we value humanity as a race. But we also do this for our own self-preservation, for to have another free nation in this neighborhood of space is of great interest to us. We support it as an ideal for all races. Yet in our local region of space, it will help preserve our integrity, and it will help preserve our autonomy if such a race as yours can evolve into the Greater Community free of foreign domination and educated about the realities of life beyond your borders. We will speak in these Briefings about this greater arena of life. We will give you the information that is needed even if it does not answer your desires for specific names, dates and places, which would be meaningless to you and which would not serve a useful purpose, for you cannot verify these things for yourself. What you need is a greater perspective and a greater vision. What we will impart will not be strange and foreign to you. In many ways, it will be akin to what you yourself have seen within your world and what you are able to recognize through your awareness of nature and history. Life in the universe has taken many different forms. Even though many races use technologies beyond your current capabilities, all must still face the rigors of life. All must still make the difficult choices between freedom and submission. And all must still deal with the need for resources and stability. It is a truth that all must face. No one through technology has gained exemption from the great requirements of life. You who are just beginning your journey into the Greater Community must now undertake a greater education. This greater education will call upon your strengths, your awareness and whatever wisdom may reside within your heart and within the hearts of all who dwell within your world. For it is this wisdom you need now more than ever before.",
        "text_source": "Clearly, the data that you select creates your reality. Or, perhaps more accurately, how you perceive reality. It follows that you have an ability to decide what matters, and what does not, at least to a greater or lesser extent. The things you tell yourself about yourself, and the things you tell yourself about others, such things matter a great deal. They shape your mental world, your personality, and your future perceptions. It is like creating roadways in your mind, and in fact this is literally true in the sense that you train certain neurons and pathways in your mind. Certain connections become powerful, other connections weaken, all due to the habits of your thinking. You can, at any moment, choose to create pathways in your mind. In that sense, you can choose to create yourself however you desire."
    },
    {
        "similarity": 0.4031926095485687,
        "title_target": "Summers M. Allies of Humanity, V1, 2001\\Fifth Briefing: Threshold: A New Promise for Humanity\\014",
        "title_source": "Dolan R. UFOs for the 21st Century Mind,2014\\Chapter 11. Weird Science: Propulsion, Energy, Spacetime, and Consciousness\\063",
        "text_target": "We would not be the Allies of Humanity if we did not teach you about life in the Greater Community. We have seen much. We have encountered many different things. Our worlds were overcome and we had to regain our freedom. We know, from error and from experience, the nature of the conflict and the challenge that you face today. That is why we are well suited for this mission in our service to you. However, you will not meet us, and we will not come to meet the leaders of your nations. That is not our purpose. Indeed, you need as little interference as possible, but you do need great assistance. There are new skills that you must develop and a new understanding that you must gain. Even a benevolent society, should they come to your world, would have such an influence and such an impact upon you that you would become dependent upon them and would not establish your own strength, your own power and your own self-sufficiency. You would be so reliant upon their technology and upon their understanding that they would not be able to leave you. And indeed, their arrival here would make you even more vulnerable to interference in the future. For you would desire their technology, and you would want to travel along the corridors of trade in the Greater Community. Yet you would not be prepared, and you would not be wise. That is why your future friends are not here. That is why they are not coming to help you. For you would not become strong if they did. You would want to associate with them, you would want to have alliances with them, but you would be so weak that you could not protect yourselves. In essence, you would become part of their culture, which they do not will. Perhaps many people will not be able to understand what we are saying here, but in time this will make perfect sense to you, and you will see its wisdom and its necessity. At this moment, you are far too frail, too distracted and too conflicted to form strong alliances, even with those who could be your future friends. Humanity cannot yet speak as one voice, and so you are prone to intervention and manipulation from beyond.",
        "text_source": "Clearly, the data that you select creates your reality. Or, perhaps more accurately, how you perceive reality. It follows that you have an ability to decide what matters, and what does not, at least to a greater or lesser extent. The things you tell yourself about yourself, and the things you tell yourself about others, such things matter a great deal. They shape your mental world, your personality, and your future perceptions. It is like creating roadways in your mind, and in fact this is literally true in the sense that you train certain neurons and pathways in your mind. Certain connections become powerful, other connections weaken, all due to the habits of your thinking. You can, at any moment, choose to create pathways in your mind. In that sense, you can choose to create yourself however you desire."
    },
    {
        "similarity": 0.4031338691711426,
        "title_target": "Summers M. Allies of Humanity, V3, 2012\\Fourth Briefing: Hidden Powers\\010",
        "title_source": "Good T. Alien Base, 1999\\Chapter 11. LET HUMANITY BEWARE!\\048",
        "text_target": "That is why the Creator of all life has sent us to speak for the allies of humanity-to advise humanity, to warn humanity and to encourage humanity to recognize its great opportunities and the great dangers that lie ahead, to prepare accordingly and to seek the deeper power of Knowledge, which will provide for you the inspiration, the courage and the will to undertake the difficult change that must be established within the world. Humanity does not know of its strength, and the Intervention is leading it only to believe in its weakness. The Intervention wants humanity to feel weak and helpless, discouraged and despondent. This is the perfect environment in which the Intervention can establish itself-establish its power, build its support and gain its advantage in a foreign world. This is why you must consider these things we speak of before you come to any conclusions about the potential for humanity in its own world and beyond its world. Great care and skill must be brought to your encounters with intelligent life from beyond the world. The need for transparency and accountability regarding any visitation is very great. Here you must have certainty and not only hope.",
        "text_source": "Observe carefully the great mass of humanity killing each other through centuries of war and strife. And for what purpose? For power and domination; the intense desire to dominate and subjugate . There are thousands of good people on your planet, but the mean and selfish humanity outnumbers the good by millions and millions. Unless there is a radical change starting now, from an individual's mind, within a family and family relations, within a nation and between nations, your people will all be destroyed by their own selfishness for power and domination. Not until your humanity is completely wiped out will there ever be peace on Earth. The danger of atomic war between nations is imminent... It may not be now, it may be centuries from now, but the end will still come. There is no turning back for your people. Some day you will all be wiped out by your own greediness, and if a few good people live through, then they will propagate and breed an unselfish humanity and no longer will there be a continuous strife between nations, within a nation, within a family and family relations, and within an individual mind, and there will be peace on Earth at last. There is a great and possible danger, too, that your humanity's intense desire to conquer, eventually seeking power and domination over the other planets, will mean only a complete massacre for Earthmen, because other planets will retaliate with terrifying power and force, only because of their fear of your selfish humanity coming to their planets and spreading greed and evil around. This is our message. Transmit it and let humanity beware!"
    },
    {
        "similarity": 0.4026963412761688,
        "title_target": "Summers M. Allies of Humanity, V3, 2012\\Seventh Briefing: Questions & Answers\\012",
        "title_source": "Hill P. Unconventional Flying Objects, 1995\\Section XVIII. Time Requirements For Interstellar Travel\\003",
        "text_target": "~ Human scientists say that no one can travel faster than the speed of light. Therefore, how is it possible that the Intervention can come here or even that you could come here? This premise is certainly one that limits human understanding. If you could not travel faster than these speeds, you could not travel in space at all, and that perhaps is the assumption of many who still think that this is a barrier that cannot be surpassed. Even before there were any human civilizations in the world, space travel was underway to a very large and sophisticated extent. You can travel faster than the speed of light and counteract its effect on time and aging, and this has been practiced far longer than any human civilization. But travel is not as fast as you might think or imagine. It still takes time to travel between solar systems-sometimes, in your estimation and time frame, days and weeks or even months, depending on the distance one has to traverse. This, of course, would be astoundingly fast according to your notion, but you are still crawling along at a slow pace while other nations have been engaged in commerce, trade and travel for hundreds of thousands of your years, even in your region of space.",
        "text_source": "A little thought shows that the time of importance to space travel is the time the space traveler spends on board his vehicle during the trip, the time shown by his own clocks. This is the time that determines the wear and aging of equipment, how long the traveler must await his arrival, how much he ages during the trip, and the amount of food and all other consumables needed for the voyage. In short, it is the time of importance for planning and executing all operational phases of the trip. Conversely, the elapsed time to an Earth observer or other stationary observer is of little consequence to the feasibility of making such a trip. Outstanding is the fact that the high-speed space trip keeps the traveler young, his wait short. What does he care that, in making a trip of nearly a hundred light years, Earth history moves ahead 100 years if the trip only takes six months of his time? It's our wait, not his. Where is the problem for the traveler that people have been propagandized into believing?"
    },
    {
        "similarity": 0.4016062021255493,
        "title_target": "Summers M. Allies of Humanity, V2, 2005\\Second Commentary: Effects of the Pacification Program\\002",
        "title_source": "Mack J. Abduction-Human Encounters with Aliens, 1994\\CHAPTER TEN. PAUL: BRIDGING TWO WORLDS\\032",
        "text_target": "However, we are talking about higher consciousness here. We are not talking about having answers. Answers, without this higher consciousness, will not be enough, and their application will not be understood. Ultimately, you must gain this higher consciousness. This consciousness transcends human culture, human conditioning and even your biological identity. It is an awareness of life as it is moving all around you and through everything else. You need this higher consciousness to understand the plants and the animals, the weather and the movement of the world. You need this to understand the presence of negative forces in the mental environment and the presence of the Angelic Forces, which are here to serve you. And certainly, you must have this consciousness to be aware of the Greater Community forces in the world, to recognize their manifestations, their intentions and their methods. You need this higher awareness to tell friend from foe. So when people ask a lot of questions, the real answer is the development of higher consciousness. This leads you into the mystery, where you may not be willing to go, but this is where you must go if you are going to understand. This is the mystery of your life-the mystery of what you know, the mystery of who you are, the mystery of why you are here and the mystery of what you must respond to. You are not here simply to fill your mind with more answers that cannot be recognized or understood.",
        "text_source": "\"What's 'it' ?\" I asked. - \"Consciousness,\" he replied, \"Higher forms of consciousness ... You're not going to understand infinity, but it's there!\" The alien beings, Paul said, have access to this higher consciousness which ''flows through you\" and is an intelligence which exists or moves everywhere. \"Person to person, nation to nation, world to world?\" I asked. \"Universe to universe,\" he said. \"There's consciousness <>n every single level. It's infinite,\" he said."
    },
    {
        "similarity": 0.40140238404273987,
        "title_target": "Summers M. Allies of Humanity, V2, 2005\\Third Briefing: The Influence Upon Humanity\\012",
        "title_source": "Jacobs D. The Threat, 1998\\8. The Hybrid Species-Children\\028",
        "text_target": "Here the visitors attempt to either bond you to them or try to switch you off. Only one who is strong with Knowledge will be able to resist the inducement and to find insulation and freedom from torment. That is why learning The Way of Knowledge must be encouraged. Here you must learn to counteract your own tendencies to want to see a good outcome and take a hopeful position, which makes you vulnerable to persuasion and manipulation. You must see with clear eyes, sober eyes, without hope and fear, but with a clarity of Knowledge within you. If you can gain this awareness, all that we are telling you and all that we are reminding you of will become so evident to you. You do not need to be living in space to see these things. You do not need to have traveled around the Greater Community to understand what is occurring in your world. But you do need assistance. You do need a larger perspective. You do need a greater understanding. You need the encouragement to see clearly and not to give over your mind, your heart or your world to any force that promises you peace, power, freedom or equanimity. For these things must be born of your own nature and your own activities. They cannot be forced upon you or even given to you. You must achieve them and build them yourselves. At this point, at the outset, you must become informed. And you must become sober and wise. You may doubt our words, yet you will not find such a reassurance anywhere else, for we are the only representatives of your allies. The other extraterrestrial forces who are actually involved in your world, though they may try to present themselves as the allies and the saviors of humanity, are only here to gain your allegiance and to take control of your world. You have no friends amongst them. The situation is very clear but very difficult, very challenging. It is not ambiguous. Though you have many questions about life in the Greater Community and the reality of the Intervention itself, many questions that even we cannot answer successfully, you can still see clearly what is happening and mount the necessary effort to resist it. You have the individual and collective power to do this. Though the visitors have a superior technology, the success of their entire mission rests upon their ability to persuade and to encourage human allegiance. You have the power to resist this. You have the power to see through the deception. It is not technology that you need now but awareness, discernment and inner conviction. The situation is very clear, if you can see it, and once you see it, you will have no doubt as to what is occurring, and you will look about and you will see with great concern how others are mindlessly going along, or even encouraging the very thing that will take from humanity its own freedom and self-determination.",
        "text_source": "They want to show me something. They want me to teach them my games.... That's funny. They have a yo-yo. It's weird. A regular kind of yo-yo? Something like it. Is it colored? No. It's like white. You know, most yo-yos have the company name on the side, Duncan, or whatever....  No, this doesn't have anything. I can tell it's a yo-yo-I knew what they look like, but it doesn't have any markings on it.... They want me to show them how to use it.... They have these little round balls that look like marbles. Uh-huh. Where do you see these balls? Do they have them just on the floor you mean, or just in their hands, or in a container of some sort?"
    },
    {
        "similarity": 0.4006015658378601,
        "title_target": "<TARGET>",
        "title_source": "Alexander S, K. Crop Circles Signs, Wonders and Mysteries, 2009\\CHAPTER ELEVEN. Signs and Wonders\\000",
        "text_target": null,
        "text_source": "  … Of The Modern Age   As is customary, we have saved the best for last – those crop circles that have the ability to awe, astonish and push the very limits of perception and belief. Their immediate visual impact is hard to ignore; even if we should quickly turn cynic, just for one brief moment we have been caught allowing ourselves to wonder. People often say that cynicism is born of a broken heart, perhaps in the case of the circles this is true. How many of us would truly love them to be the proof that we are not alone? Or confirm that we are in touch with something other than ourselves – a culture that might have wonderful things to teach us, wonderful stories to exchange. Perhaps we shouldn't be so dismissive of these forbidden yearnings or so harsh on ourselves. Perhaps mankind is lonely. After all, he appears to have no one with whom to compare himself, no other intelligent species with whom he can converse and share his wisdom, hopes, dreams, troubles and fears. The crop circles, however, do seem to speak a universal language; a universal philosophy grounded in the archetypes that define our consciousness and the whole of reality. The circles might then be accepted as a step towards understanding and grasping that which could, one day, allow us to enter into a meaningful conversation with others, about matters beyond our own self-concern. More of this at the end of the book. But for now, prepare yourself to be astonished and maybe, just maybe, give yourself permission to dream a little."
    },
    {
        "similarity": 0.4003961384296417,
        "title_target": "Summers M. Allies of Humanity, V4, 2019\\A Message from Marshall Vian Summers\\001",
        "title_source": "Howe L. An Alien Harvest, 2014\\Appendices\\028",
        "text_target": "Through their Briefings, the Allies are revealing the reality of Contact occurring in the world today-who the visitors are, why they are here and the larger agenda behind their activities. In doing so, the Briefings fill in many of the critical gaps in our understanding of the reality of extraterrestrial visitation and the UFO phenomenon, which have been the focus of research and inquiry for over seven decades. The Briefings provide us a clear picture of who we are encountering, what this means for humanity and how we can prepare for this-the greatest and most consequential event in human history. And yet these Briefings are also a gift, for they give us a window into the realities of life in our local region of space, a vision we could not have otherwise. The Allies are not here on our planet influencing our governments, our science or our religions. Instead they came to the vicinity of our world to witness the Intervention taking place on Earth and to provide us a series of Briefings that reveal vital information about what is happening, why it is happening, what it means and what we must do to prepare. The Allies are not giving these Briefings to governments or people in positions of power. They are giving these Briefings to the people of our world. The Allies contacted me in 1996 and presented their first set of Briefings in 1997 and 1998. This first set of Briefings was then published in the year 2000 as The Allies of Humanity Briefings: An Urgent Message about the Extraterrestrial Presence in the World Today. There was no further communication from the Allies in the two years that followed. The Allies contacted me again in December of 2000 with a second set of Briefings. Under great duress, they revealed that after the publication of their first set of Briefings, they were identified and pursued by the Intervention and needed to convey their second set of Briefings immediately. All six Briefings were given in one day. Eight years later, the Allies contacted me again with their third set of Briefings, now speaking from far beyond the world. All seven Briefings were given in one day in June 2008. And then eight years later came the fourth set of Briefings. They were revealed to me in October 2016, with all six Briefings given in one day. I cannot account for why there were such large periods of time between the Briefings. Perhaps it was the circumstances facing the Allies after they were forced to depart the vicinity of the Earth. Or perhaps there were greater events taking place beyond our world that involved the Allies' mission and those they represent. All told, these Briefings present a body of understanding and perspective that we as human beings could not obtain ourselves, given at a time of critical need as the foreign presence of Intervention in the world grows and becomes ever more influential here in ways that we can barely understand. For humanity is unaware and unprepared for this great threshold: our encounter with intelligent life in the universe, which is occurring not from our journeys into space, but from the arrival of those who have come here for their own purposes. I would like to give you an overview of the first three sets of Briefings and then speak about the fourth set of Briefings. The first three sets of Briefings reveal that humanity is not alone in the universe or even within our own world. With this, they reveal that there is an extraterrestrial presence in our world functioning here in a secretive manner affecting people worldwide.",
        "text_source": "Ms. Howe also claimed I showed her a briefing paper which was allegedly classified. I can say, without a doubt, I never showed her any such document. First of all, I was not in a position to obtain any presidential briefing documents. Secondly, I would not allow a person without a security clearance to see any such documents. Lastly, she mentioned a document to me that was a so-called  \"Project Aquarius\"  briefing paper for President Carter. However, she brought up the subject, not me. I have no knowledge of any such document. After this matter was first brought up, the Government conducted a thorough investigation, for which I was a subject of, regarding the alleged briefing paper. I was totally cleared. If fact, the investigation showed no such briefing paper existed."
    },
    {
        "similarity": 0.39810821413993835,
        "title_target": "Summers M. Allies of Humanity, V2, 2005\\Second Commentary: Effects of the Pacification Program\\008",
        "title_source": "Catoe L. UFOs and Related Subjects,1969\\TELEPORTATION\\008",
        "text_target": "This is a critical problem. As a result of this Pacification Program, people cannot see and cannot know, and basically, though they are confused and frightened perhaps, they will just go along. Well, I'll just go along. I'll just try to accept what is happening in my life. People who are pacified can't resist. They can't fight against something because they don't think it's all right to do that. They think that everything has to be embraced. Where did this come from? These ideas of unquestioned acceptance are prevalent in much of the spiritual teaching you see today. And people accept these ideas wholeheartedly. They think, Well, this is the higher truth. We follow the higher truth. Consider this in the light of the Pacification Program and you will begin to see how pervasive it really is. People who are being pacified will be led to believe that they are gaining higher consciousness when in fact all of their power is being taken away from them. The Pacification Program is based upon an understanding of human psychology and human tendencies. Here people are conditioned to think that in order to be acceptable to God, they must basically give away what God has given them to use. Well, to be acceptable to God, I must be meek and mild and non-judgmental and all-embracing of everything. I will look for the good in everything. Where did this come from? Is such acquiescence purely a human invention? Is this something that people just concoct for themselves in order to be happy in the moment? Well, in some cases, this is true. But consider the pacification of humanity. How are people pacified? They are told what they want to hear, and they are told they don't really need to consider anything else. After all, if everything that happens to you is good, then why resist anything? Just embrace it all! This is the Pacification Program at work.",
        "text_source": "----·  Mind over space:  the mystery of  teleportation. Fate,  v.  9,  Apr. 1956:  81-91. Passages in the  Bible  are cited which  :uight be  considered accounts  of teleportation. ----- Mind  over space:  the  mystery of  teleportation;  kidnapped by fairies. Fate,  v.  9,  July 1956:  82-87. Case of  levitation. and teleportation attributed to fairies. ----- Mind over space:  the  mystery of  teleportation;  Mrs.  Guppy  and the  ''apport  post.\" Fate,  v.  10,  Mayl957:  88-94. Discussion of  circumstances surrounding teleportation of  Mrs.  Guppy  on June  23,  1871,  over a three-mile di:tance  in England. ----- Mind over space:  the  mystery of teleportation;  shifted through dematerialization. Fate,  v.  10,  Mar. 1957:  82-91. Cases of  teleportation of  the human body  are cited. Fodor,  Nador. Mind  over space:  the  mystery of teleportation;  snatched up  in the  spirit net. Fate,  v.  10,  June 1957:  93-98. Account  of instances where psychic  mediums were apparently carried from place to place by  ''beings from the spirit world.\" ----- MinJ  c  er space:  the  mystery of  teleportation;  spirits--or the  unconscious?"
    },
    {
        "similarity": 0.3979916274547577,
        "title_target": "Summers M. Allies of Humanity, V3, 2012\\Seventh Briefing: Questions & Answers\\012",
        "title_source": "Hopkins B. Missing Time, 1981\\THE ALSATIAN DEER\\037",
        "text_target": "~ Human scientists say that no one can travel faster than the speed of light. Therefore, how is it possible that the Intervention can come here or even that you could come here? This premise is certainly one that limits human understanding. If you could not travel faster than these speeds, you could not travel in space at all, and that perhaps is the assumption of many who still think that this is a barrier that cannot be surpassed. Even before there were any human civilizations in the world, space travel was underway to a very large and sophisticated extent. You can travel faster than the speed of light and counteract its effect on time and aging, and this has been practiced far longer than any human civilization. But travel is not as fast as you might think or imagine. It still takes time to travel between solar systems-sometimes, in your estimation and time frame, days and weeks or even months, depending on the distance one has to traverse. This, of course, would be astoundingly fast according to your notion, but you are still crawling along at a slow pace while other nations have been engaged in commerce, trade and travel for hundreds of thousands of your years, even in your region of space.",
        "text_source": "VH: That idea has been crossing my mind lately that I would just try. I would just assume that I could, and go about it as though I was just thinking about someone. like you do when you want somebody to call you. And I thought I would work on that, maybe . .. the interesting thing is, you know, the speed at which you travel. I definitely have the feeling that they could travel fast. By fast I meant fast enough . . . he talked about it as though going from galaxy to galaxy were the kind of thing we'd talk about going from state to state or country to country. And the distances between galaxies are such that they must travel . . . either they travel faster than the speed of light, or they live for tens of thousands of THE ALSATIAN Dr;�-:a 195 years. Because the distances . . . sometimes galaxies are millions of light years away, so they have to be able to travel faster than the speed of light or they wouldn't be able to do it in one lifetime. Unless they're literally billions of years old. Hmm. I don't know. It's just that he's very old, and such a tone of voice . It's obvious he thought I couldn't understand how old was old."
    },
    {
        "similarity": 0.39645835757255554,
        "title_target": "Summers M. Allies of Humanity, V3, 2012\\Seventh Briefing: Questions & Answers\\012",
        "title_source": "Dolan R. UFOs for the 21st Century Mind,2014\\Chapter 11. Weird Science: Propulsion, Energy, Spacetime, and Consciousness\\047",
        "text_target": "~ Human scientists say that no one can travel faster than the speed of light. Therefore, how is it possible that the Intervention can come here or even that you could come here? This premise is certainly one that limits human understanding. If you could not travel faster than these speeds, you could not travel in space at all, and that perhaps is the assumption of many who still think that this is a barrier that cannot be surpassed. Even before there were any human civilizations in the world, space travel was underway to a very large and sophisticated extent. You can travel faster than the speed of light and counteract its effect on time and aging, and this has been practiced far longer than any human civilization. But travel is not as fast as you might think or imagine. It still takes time to travel between solar systems-sometimes, in your estimation and time frame, days and weeks or even months, depending on the distance one has to traverse. This, of course, would be astoundingly fast according to your notion, but you are still crawling along at a slow pace while other nations have been engaged in commerce, trade and travel for hundreds of thousands of your years, even in your region of space.",
        "text_source": "As with space, time isn't exactly what our brains and common sense tell us. Newton wrote of it as an arrow that goes in one direction only: forward. But gravity affects time, so that in fact time moves more slowly at the Earth's surface than in the upper atmosphere. The difference is nothing that a human being could ever notice, but experiments with atomic clocks have proven it to be true. The effect is pronounced at the singularity of a black hole, a place where gravity exerts such a power that time actually stops. Speed also affects time. We know that the faster one travels, especially when approaching the speed of light, the more time slows down. Hence the phenomenon known as time dilation, in which a person inside a spaceship traveling at 99.999 percent of the speed of light will age only one year in transit while 223 years would pass back home on Earth. This is not an illusion, but an actual effect of time dilation. Time does not move at the same rate throughout the universe. According to Einstein's E=mc2, faster than light speeds are impossible. Nevertheless, if you were to exceed the speed of light, then in theory you might be going back in time. Perhaps surprisingly, there is no law of physics preventing time travel. And by time travel, I do mean travel into the past. A standard depiction of spacetime curvature in relation to gravity."
    },
    {
        "similarity": 0.395325243473053,
        "title_target": "Summers M. Allies of Humanity, V1, 2001\\Second Briefing: The Challenge to Human Freedom\\014",
        "title_source": "Good T. Alien Base, 1999\\Chapter 4. STEPS TO THE STARS\\007",
        "text_target": "Therefore, we encourage you not to believe that the taking of human beings and their children and their families has any benefit for humanity at all. We must emphasize this. Your freedom is precious. Your individual freedom and your freedom as a race are precious. It has taken us so long to regain our freedom. We do not want to see you lose yours. The interbreeding program that is occurring in the world will continue. The only way that it can be stopped is by people gaining this greater awareness and sense of inner authority. Only this will bring these intrusions to an end. Only this will uncover the deception behind them. It is hard for us to imagine how awful this must be for your people, for those men and women, for those little ones, who are undergoing this treatment, this re-education, this pacification. To our values, this seems abhorrent, and yet we know that these things occur in the Greater Community and have occurred since before memory. Perhaps our words will generate more and more questions. This is healthy and this is natural, but we cannot answer all of your questions. You must find the means to gain the answers for yourselves. But you cannot do this without a preparation, and you cannot do this without an orientation. At this time, humanity as a whole, we understand, cannot differentiate between a Greater Community demonstration and a spiritual manifestation. This is truly a difficult situation because your visitors can project images, they can speak to people through the mental environment and their voices can be received and expressed through people. They can cast this kind of influence because humanity does not yet have this kind of skill or discernment. Humanity is not united. It is broken apart. It is in contention with itself. This makes you extremely vulnerable to outside interference and manipulation. It is understood by your visitors that your spiritual desires and inclinations make you particularly vulnerable and particularly good subjects for their use. How difficult it is to gain true objectivity regarding these things. Even where we have come from, it has been a great challenge. But for those who wish to remain free and to exercise self-determination in the Greater Community, they must develop these skills, and they must preserve their own resources in order to avoid being required to seek them from others. If your world loses its self-sufficiency, it will lose much of its freedom. If you must go beyond your world to seek the resources you need to live, then you will lose much of your power to others. Because the resources of your world are rapidly diminishing, this is a grave concern for those of us who watch from afar. It is also of concern to your visitors, for they want to prevent the destruction of your environment, not for you but for them. The interbreeding program has only one purpose, and that is to enable the visitors to establish a presence and a commanding influence within the world. Do not think that the visitors are lacking something that they need from you other than your resources. Do not think that they need your humanity. They only want your humanity to assure themselves of their position in the world. Do not be flattered. Do not indulge yourself in such thoughts. They are unwarranted. If you can learn to see the situation clearly as it really is, you will see and you will know these things for yourself. You will understand why we are here and why humanity needs allies in a Greater Community of intelligent life. And you will see the importance of learning greater Knowledge and Wisdom and of learning Greater Community Spirituality. Because you are emerging into an environment where these things become vital for success, for freedom, for happiness and for strength, you will need greater Knowledge and Wisdom in order to establish yourselves as an independent race in the Greater Community. However, your independence is being lost with each passing day. And you may not see the loss of your freedom, though perhaps you may feel it in some way. How could you see it? You cannot go outside your world and witness the events that surround it. You do not have access to the political and commercial involvements of the alien forces operating in the world today to understand their complexity, their ethics or their values.",
        "text_source": "Replying to the first question, the voice explained that Fry would have probably died within a few months from exposure to the 'force field', which produces 'what you would describe as antibodies ' in the blood stream that are absorbed by the liver, causing the latter to become greatly enlarged and congested. 'In your case,' continued the voice, 'the exposure was so short and over such a small area that you are not in any great danger, although you will probably feel some effects sooner or later, provided, of course, that your biological functions are similar to ours, and we have good reason to believe they are.' The voice continued:  As to your second question, I am not an American such as you, nor even an 'Earthian', although my present assignment requires me to become both. The fact that you believed me to be one of your countrymen is a testimonial to the effort I have expended to learn and to practise your language. If you talked with me for any length of time, however, you would begin to notice that my vocabulary is far from complete, and many of my words would seem outdated and perhaps obsolete. As a matter of fact, I have never yet set foot upon your planet. It will require at least four more of your years for me to become adapted to your environment, including your stronger gravity, [and] your atmosphere ... I will also require the complete cooperation of someone like yourself who is already a resident of the planet. Fry stood silently for what seemed a long time, attempting to come to terms with the profound implications of what he had seen and heard. The conversation then continued, with Fry asking a variety of questions, the first dealing with his reactions to the experience. The voice was encouraging:  One of the purposes of this visit is to determine the basic adaptability of the Earth's peoples, particularly your ability to adjust your minds quickly to conditions and concepts completely foreign to your customary modes of thought. Previous expeditions by our ancestors, over a period of many centuries, met with almost total failure in this respect. This time there is hope that we may find minds somewhat more receptive so that we may assist you in the progress, or at least in the continued existence of your race . The fact that, in spite of being in circumstances completely unique in your experience, you are listening calmly to my voice and making logical replies is the best evidence that your mind is of the type we hoped to find. Fry thanked the voice, but pointed out that this statement implied that he was to be used in some project involving the advancement of the people of Earth. 'Why me?' he asked. 'Is it just because I accidentally happened to be here when you landed? I could easily put you in touch with a number of men right here at the test base who could be of far more value to you than I.' 'Perhaps they could,' came the reply, 'but would they?' If you think you are here by accident, you greatly underestimate our abilities. Why do you think the dispatcher at your motor pool gave you incorrect information? Why did you think your air-conditioning system had failed tonight when, as a matter of fact, it was functioning perfectly? Why do you think you turned off on this small road, when your intention had been to go to your static test stand? And finally, why do you think you changed your mind about going back to your base to report [as had been Fry's initial intention] the arrival of our sampling carrier? It is seldom that we superimpose our will upon that of others ... but this is a case of such urgency for your people that we felt an exception to the rule was warranted . The voice went on to request Fry's assistance in a planned programme for 'the welfare, and in fact for the preservation of' Earth's people. Several years would pass, Fry was told, before his services would be required."
    },
    {
        "similarity": 0.3946552872657776,
        "title_target": "Summers M. Allies of Humanity, V2, 2005\\Third Commentary: Understanding the Intervention\\027",
        "title_source": "Clelland M. The Messengers-Owls, Synchronicity and the UFO Abductee,2015\\Chapter 5: Owls and Windshields\\012",
        "text_target": "You must have an adult view of life in the universe. If you have an adolescent view, you are not going to understand. And your lack of comprehension could truly be tragic. The awareness must be established. This is the purpose of The Allies Briefings-to establish the awareness, not to answer every question, not to give you a complete understanding, but to give you an awareness. Gaining an awareness is being alerted to something. It does not mean all your questions regarding it are answered or even addressed. But it does mean you are aware of something. The Allies' message is very simple and very short, and in many ways very general because it is here to arouse awareness and to correct misunderstanding. That is its purpose. Beyond this awareness, there must be a development in spiritual understanding, an awareness of the mental environment and the willingness to establish greater cooperation between nations and cultures.",
        "text_source": "Edgar Cayce mentioned 1111 only one time in his psychic readings. He spoke these words in 1929:  The first lesson for six months should be One-One-One-One; Oneness of God, oneness of man's relation, oneness of force, oneness of time, oneness of purpose, Oneness in every effort-Oneness-Oneness! Edgar Cayce (1877–1945) was an American mystic who allegedly possessed the ability to answer questions while in a trance on subjects as varied as reincarnation and Atlantis. He was known as the sleeping prophet, and what he did would be now be referred to as channeling. Much of the modern new age movement traces back to the impact of Cayce. His spoken words were transcribed by his secretary, who possibly wrote down the literal one, one, one, one instead of the actual number 11:11, as we would see it on a digital clock in present times. UFO experiencers will also report waking up to see the number 3:33 on their digital clock. Why that time shows up so often is an unknown. One thought is that this happens in conjunction with an abduction event."
    },
    {
        "similarity": 0.39442887902259827,
        "title_target": "Summers M. Allies of Humanity, V1, 2001\\Fifth Briefing: Threshold: A New Promise for Humanity\\014",
        "title_source": "Good T. Alien Base, 1999\\Chapter 4. STEPS TO THE STARS\\007",
        "text_target": "We would not be the Allies of Humanity if we did not teach you about life in the Greater Community. We have seen much. We have encountered many different things. Our worlds were overcome and we had to regain our freedom. We know, from error and from experience, the nature of the conflict and the challenge that you face today. That is why we are well suited for this mission in our service to you. However, you will not meet us, and we will not come to meet the leaders of your nations. That is not our purpose. Indeed, you need as little interference as possible, but you do need great assistance. There are new skills that you must develop and a new understanding that you must gain. Even a benevolent society, should they come to your world, would have such an influence and such an impact upon you that you would become dependent upon them and would not establish your own strength, your own power and your own self-sufficiency. You would be so reliant upon their technology and upon their understanding that they would not be able to leave you. And indeed, their arrival here would make you even more vulnerable to interference in the future. For you would desire their technology, and you would want to travel along the corridors of trade in the Greater Community. Yet you would not be prepared, and you would not be wise. That is why your future friends are not here. That is why they are not coming to help you. For you would not become strong if they did. You would want to associate with them, you would want to have alliances with them, but you would be so weak that you could not protect yourselves. In essence, you would become part of their culture, which they do not will. Perhaps many people will not be able to understand what we are saying here, but in time this will make perfect sense to you, and you will see its wisdom and its necessity. At this moment, you are far too frail, too distracted and too conflicted to form strong alliances, even with those who could be your future friends. Humanity cannot yet speak as one voice, and so you are prone to intervention and manipulation from beyond.",
        "text_source": "Replying to the first question, the voice explained that Fry would have probably died within a few months from exposure to the 'force field', which produces 'what you would describe as antibodies ' in the blood stream that are absorbed by the liver, causing the latter to become greatly enlarged and congested. 'In your case,' continued the voice, 'the exposure was so short and over such a small area that you are not in any great danger, although you will probably feel some effects sooner or later, provided, of course, that your biological functions are similar to ours, and we have good reason to believe they are.' The voice continued:  As to your second question, I am not an American such as you, nor even an 'Earthian', although my present assignment requires me to become both. The fact that you believed me to be one of your countrymen is a testimonial to the effort I have expended to learn and to practise your language. If you talked with me for any length of time, however, you would begin to notice that my vocabulary is far from complete, and many of my words would seem outdated and perhaps obsolete. As a matter of fact, I have never yet set foot upon your planet. It will require at least four more of your years for me to become adapted to your environment, including your stronger gravity, [and] your atmosphere ... I will also require the complete cooperation of someone like yourself who is already a resident of the planet. Fry stood silently for what seemed a long time, attempting to come to terms with the profound implications of what he had seen and heard. The conversation then continued, with Fry asking a variety of questions, the first dealing with his reactions to the experience. The voice was encouraging:  One of the purposes of this visit is to determine the basic adaptability of the Earth's peoples, particularly your ability to adjust your minds quickly to conditions and concepts completely foreign to your customary modes of thought. Previous expeditions by our ancestors, over a period of many centuries, met with almost total failure in this respect. This time there is hope that we may find minds somewhat more receptive so that we may assist you in the progress, or at least in the continued existence of your race . The fact that, in spite of being in circumstances completely unique in your experience, you are listening calmly to my voice and making logical replies is the best evidence that your mind is of the type we hoped to find. Fry thanked the voice, but pointed out that this statement implied that he was to be used in some project involving the advancement of the people of Earth. 'Why me?' he asked. 'Is it just because I accidentally happened to be here when you landed? I could easily put you in touch with a number of men right here at the test base who could be of far more value to you than I.' 'Perhaps they could,' came the reply, 'but would they?' If you think you are here by accident, you greatly underestimate our abilities. Why do you think the dispatcher at your motor pool gave you incorrect information? Why did you think your air-conditioning system had failed tonight when, as a matter of fact, it was functioning perfectly? Why do you think you turned off on this small road, when your intention had been to go to your static test stand? And finally, why do you think you changed your mind about going back to your base to report [as had been Fry's initial intention] the arrival of our sampling carrier? It is seldom that we superimpose our will upon that of others ... but this is a case of such urgency for your people that we felt an exception to the rule was warranted . The voice went on to request Fry's assistance in a planned programme for 'the welfare, and in fact for the preservation of' Earth's people. Several years would pass, Fry was told, before his services would be required."
    },
    {
        "similarity": 0.39183858036994934,
        "title_target": "Summers M. Allies of Humanity, V1, 2001\\Second Briefing: The Challenge to Human Freedom\\002",
        "title_source": "Hopkins B, Rainey C. Sight Unseen, 2003\\22. BEHIND THE SCENERY\\046",
        "text_target": "We understand how troubling this news may be and perhaps how disappointing it may be to many people who had high hopes and expectations that visitors from beyond would bring blessings and great benefit to humanity. It is natural perhaps to assume and to expect these things, but the Greater Community into which humanity is emerging is a difficult and competitive environment, particularly in areas in the universe where many different races compete with each other and interact for trade and commerce. Your world exists in such an area. This may seem incredible to you because it has always seemed that you lived in isolation, alone within the vast emptiness of space. But really you live in an inhabited part of the universe where trade and commerce have been established and where traditions, interactions and associations are all longstanding. And to your benefit, you live in a beautiful world-a world of great biological diversity, a splendid place in contrast to the starkness of so many other worlds. However, this also gives your situation great urgency and poses a genuine risk, for you possess what many others want for themselves. They do not seek to destroy you but to gain your allegiance and your alliance so that your existence in the world and your activities here can be for their benefit. You are emerging into a mature and complicated set of circumstances. Here you cannot be like little children and believe and hope for the blessings of all whom you may encounter. You must become wise and discerning, as we, through our difficult histories, have had to become wise and discerning. Now humanity will have to learn about the ways of the Greater Community, about the intricacies of interaction between races, about the complexities of trade and about the subtle manipulations of associations and alliances that are established between worlds. It is a difficult but important time for humanity, a time of great promise if true preparation can be undertaken.",
        "text_source": "Not news of our own future. They can't know the future of our universe any more than we'd know theirs. What they could tell us is about the future of their own universe, whose past would be identical to ours. If their culture made several disastrous decisions, they could warn us about them. Maybe we'd follow their advice, maybe not. What we could greatly benefit from, though, is access to knowledge from the creativity of minds in other universes. To their credit, ufologists of the positivist school seem to sense the cornucopia of riches that would spill lavishly from that sort of interstellar cultural exchange. Each new morsel of advance knowledge that we would receive from the time machine or time travel will have had an author somewhere in the universe, but it may benefit untold numbers of different universes. If time travel is achieved one day, Deutsch assures us that it shouldn't require any fundamental change in our worldviews-that all the connections it would set up between past and future, the connections we'd begin to see between apparently unrelated events, will not be disturbing and paradoxical to us. They'd all be quite comprehensible. We just don't have the vantage point to see and appreciate those connections yet.26 But there's that fifth dimension popping up again. Does that mean it isn't going away-that we're actually going to have to deal with this strange idea?"
    },
    {
        "similarity": 0.39170679450035095,
        "title_target": "Summers M. Allies of Humanity, V2, 2005\\Sixth Briefing: A Call to Action\\001",
        "title_source": "Marrs J. Alien Agenda, 1997\\EPILOGUE. NEW REALITIES\\008",
        "text_target": "Yet what will really enable you to hear our words and to know their authenticity will be your ability to respond with the deeper knowing within yourself. Throughout our discourses, we have referred to the reality of Knowledge, the Spiritual Intelligence that lives within you. We have spoken of its central importance in your preparation for the Greater Community. We have spoken of it as the true power that enables you to see beyond all the deceptions and manipulations of the Intervention. we have spoken of it as the inherent power that the Collectives do not use and do not recognize-Knowledge. This Knowledge is not like a military power. It is not something that you can use to gain things by force or to overwhelm or dominate others. It is the greater Spiritual Intelligence that you share with the Creator. Humanity has a great challenge before it and is facing a great risk in its emergence into the Greater Community. Therefore, it is necessary to find the strength that will enable you to unite your peoples and to take your place in the Greater Community as a free and self-determined race. This power must come from within people and must be reinforced by the greater forces for good that exist both within your world and in the Greater Community. There will perhaps be people who will reject our words and counsel and reject what we are presenting altogether. They may have their own preferences in the matter. They may have their own fear and sense of inadequacy. Perhaps they have fallen prey already to the persuasions of the Intervention and do not wish to consider that they may be in error. Perhaps they are just too afraid to face this great challenge. Perhaps they want to escape into their personal concerns and preoccupations. But what is really being called for here is the power and the presence of this Spiritual Intelligence we call Knowledge, which is the source of your real conscience. Yet what you may not realize is that this is the very source and bond of all spirituality in the universe. The expressions of spirituality and the rituals of spirituality, the great Teachers and emissaries of spirituality are too numerous to count in the universe. The philosophies and the methodologies are unique to cultures and their histories. But at the center is this mysterious and profound power that enables you to see, to know and to act in harmony with the Creator of all life.",
        "text_source": "It would appear that religion-or more specifically spiritualism-is interconnected with the alien agenda. While most religions address facets of spiritual truth, none can claim exclusive knowledge. The world's religions can be compared to the story of the blind men and the elephant. They all have a piece of the truth, but their interpretations may not be on the mark. Today, many feel that organized religion is about the control of understanding. It is the mind of man trying to interpret the heart of God-and not doing a very good job of it. It has been said that every human feeling originates from only two basic emotions-love or fear. Love, the basis of compassion, sympathy, and understanding, stems from man's highest energy level, while fear, the producer of intolerance, hatred, and violence, comes from our basest energy level. Love, said to flow from God, is of the heart. Fear is a product of the mind. Unfortunately, too many religions focus on fear-fear of Satan, fear of death, and fear of the afterlife-to control members. All of humanity may be moving into a higher consciousness. Some call it Christ-Consciousness. There is no question that the old order-the old systems, the old ways of doing things-is crumbling. New dimensions, new realities are on the horizon. And each of us has a role to play. Mankind is only as strong as its weakest link. There are no victims or castaways. Everyone is involved. Each of us is like a tuning fork. When one resonates with the higher frequency of heartfelt love and understanding, others follow. Many feel that the aliens of energy and light, called the Tran-scendentals by the remote viewers, are here to witness-and perhaps help-our shift to new realities. It is literally a rebirth and, like any birth, there will be pain as we all move through the physical transitions. Fear will only make it worse. Yet, fear will continue to be a large part of our experience until we are able to break through the government secrecy and media-driven illusion of life to gain full knowledge of our world, our true history, our future, and our relationship with others in the universe."
    },
    {
        "similarity": 0.39126384258270264,
        "title_target": "Summers M. Allies of Humanity, V2, 2005\\Third Briefing: The Influence Upon Humanity\\012",
        "title_source": "Dolan R. UFOs for the 21st Century Mind,2014\\Chapter 11. Weird Science: Propulsion, Energy, Spacetime, and Consciousness\\063",
        "text_target": "Here the visitors attempt to either bond you to them or try to switch you off. Only one who is strong with Knowledge will be able to resist the inducement and to find insulation and freedom from torment. That is why learning The Way of Knowledge must be encouraged. Here you must learn to counteract your own tendencies to want to see a good outcome and take a hopeful position, which makes you vulnerable to persuasion and manipulation. You must see with clear eyes, sober eyes, without hope and fear, but with a clarity of Knowledge within you. If you can gain this awareness, all that we are telling you and all that we are reminding you of will become so evident to you. You do not need to be living in space to see these things. You do not need to have traveled around the Greater Community to understand what is occurring in your world. But you do need assistance. You do need a larger perspective. You do need a greater understanding. You need the encouragement to see clearly and not to give over your mind, your heart or your world to any force that promises you peace, power, freedom or equanimity. For these things must be born of your own nature and your own activities. They cannot be forced upon you or even given to you. You must achieve them and build them yourselves. At this point, at the outset, you must become informed. And you must become sober and wise. You may doubt our words, yet you will not find such a reassurance anywhere else, for we are the only representatives of your allies. The other extraterrestrial forces who are actually involved in your world, though they may try to present themselves as the allies and the saviors of humanity, are only here to gain your allegiance and to take control of your world. You have no friends amongst them. The situation is very clear but very difficult, very challenging. It is not ambiguous. Though you have many questions about life in the Greater Community and the reality of the Intervention itself, many questions that even we cannot answer successfully, you can still see clearly what is happening and mount the necessary effort to resist it. You have the individual and collective power to do this. Though the visitors have a superior technology, the success of their entire mission rests upon their ability to persuade and to encourage human allegiance. You have the power to resist this. You have the power to see through the deception. It is not technology that you need now but awareness, discernment and inner conviction. The situation is very clear, if you can see it, and once you see it, you will have no doubt as to what is occurring, and you will look about and you will see with great concern how others are mindlessly going along, or even encouraging the very thing that will take from humanity its own freedom and self-determination.",
        "text_source": "Clearly, the data that you select creates your reality. Or, perhaps more accurately, how you perceive reality. It follows that you have an ability to decide what matters, and what does not, at least to a greater or lesser extent. The things you tell yourself about yourself, and the things you tell yourself about others, such things matter a great deal. They shape your mental world, your personality, and your future perceptions. It is like creating roadways in your mind, and in fact this is literally true in the sense that you train certain neurons and pathways in your mind. Certain connections become powerful, other connections weaken, all due to the habits of your thinking. You can, at any moment, choose to create pathways in your mind. In that sense, you can choose to create yourself however you desire."
    },
    {
        "similarity": 0.39099395275115967,
        "title_target": "<TARGET>",
        "title_source": "Dolan R. UFOs for the 21st Century Mind,2014\\Chapter 12. Into the Future, Into Ourselves\\030",
        "text_target": null,
        "text_source": "There are other sides to free energy. First, we can assume that the so-called powers that be may not be especially happy with such a mass democratization of energy. If everyone has enough energy, then everyone becomes more difficult to manage. From the point of view of those interests at the top of the human pyramid, this is a problem. We can assume they will undertake whatever measures possible to prevent this from happening. But the real question will be, can they succeed? This is something no one can know at present, but my own feeling is that any attempt to stop history from moving forward will inevitably fail. There is another problem to be considered regarding free energy, no matter how clean it may be. Clean energy may not result in climate change or other types of environmental degradation. It may not be toxic to the environment the way that wood, coal, oil, and even natural gas have been. Yet, it is helpful to remember that a large portion of our global environmental crisis is not so much related to pollution as it is simply with the destruction of the natural habitat by human beings. As of this writing, there are more than seven billion people on Earth, swarming about the planet like so many locusts, devouring everything in our wake. We cannot help ourselves. More real estate development, more sprawl, less room for other creatures. This seems to be our way, but has only become a significant problem in the last few centuries, especially once humanity's population began its steep incline into the billions. Free energy may well accelerate that process. It may enable humanity to devour the planet's resources even faster, to depopulate the ocean's fishes, and to push out all other species of life that happen to be in the way of our expansion."
    },
    {
        "similarity": 0.11384944011689226,
        "title_target": "<TARGET>",
        "title_source": "<SOURCE_MICRO>",
        "text_target": null,
        "text_source": null
    },
    {
        "similarity": 0.05502316530623889,
        "title_target": "<TARGET_MICRO>",
        "title_source": "<SOURCE_MICRO>",
        "text_target": null,
        "text_source": null
    }
]