[
    {
        "similarity": 0.3346383273601532,
        "title_target": "Summers M. Allies of Humanity, 12 points briefing\\Summary\\001",
        "title_source": "Dolan R. UFOs for the 21st Century Mind,2014\\Chapter 12. Into the Future, Into Ourselves\\065",
        "text_target": null,
        "text_source": "The moment of Disclosure will present the political leaders of our world with an opportunity. That opportunity will be to take the path of light, not darkness. A path promoting freedom and truth, not one of oppression and lies. This is not to say that such a wonderful outcome will happen. We must not lapse into naïve utopianism. But Disclosure, and the months and years following it, will present humanity with a challenge not merely of how to deal with these other beings, whatever they are, and whatever their agenda happens to be. It will present us with a challenge of how to live with each other, how to graduate to the next phase of our existence. Will we do so in a spirit of global cooperation and freedom, moving truly into our adulthood as a species? Or will the dark road be taken, one of manipulation and oppression on a scale even greater than that of today? These are choices, real choices that will present themselves to all thinking people after Disclosure."
    },
    {
        "similarity": 0.3270583152770996,
        "title_target": "<TARGET>",
        "title_source": "Good T. Alien Base, 1999\\Chapter 11. LET HUMANITY BEWARE!\\048",
        "text_target": null,
        "text_source": "Observe carefully the great mass of humanity killing each other through centuries of war and strife. And for what purpose? For power and domination; the intense desire to dominate and subjugate . There are thousands of good people on your planet, but the mean and selfish humanity outnumbers the good by millions and millions. Unless there is a radical change starting now, from an individual's mind, within a family and family relations, within a nation and between nations, your people will all be destroyed by their own selfishness for power and domination. Not until your humanity is completely wiped out will there ever be peace on Earth. The danger of atomic war between nations is imminent... It may not be now, it may be centuries from now, but the end will still come. There is no turning back for your people. Some day you will all be wiped out by your own greediness, and if a few good people live through, then they will propagate and breed an unselfish humanity and no longer will there be a continuous strife between nations, within a nation, within a family and family relations, and within an individual mind, and there will be peace on Earth at last. There is a great and possible danger, too, that your humanity's intense desire to conquer, eventually seeking power and domination over the other planets, will mean only a complete massacre for Earthmen, because other planets will retaliate with terrifying power and force, only because of their fear of your selfish humanity coming to their planets and spreading greed and evil around. This is our message. Transmit it and let humanity beware!"
    },
    {
        "similarity": 0.30716586112976074,
        "title_target": "<TARGET>",
        "title_source": "Mack J. Abduction-Human Encounters with Aliens, 1994\\CHAPTER SIXTEEN. ALIEN INTERVENTION AND HUMAN EVOLUTION\\061",
        "text_target": null,
        "text_source": "There are other political implications of the abduction phenomenon. Politics, local, national, and international, is, after all, a game of power. We seek power to dominate, control, or influence a sphere of action. But the abduction phenomenon, by its demonstration that control is impossible, even absurd, and its capacity to reveal our wider identity in the universe, invites us to discover the meaning of our \"power\" in a deeper, spiritual sense. Ethnonational conflict, which derives ultimately from the fact that we de1 fine ourselves exclusively in parochial regional terms (what Erik Erikson called .. pseudospeciation\"}, is the source of prodigious suffering and represents a vast threat to human survival. The more global, even cosmically, interconnected identity that is implicit in the UFO abduction phenomenon, might, at least, offer a distraction from our interminable struggles for ownership and dominance of the earth. At best it could draw us out of ourselves into potentially infinite cosmic adventures. But all this depends on taking the phenomenon and its implications seriously. The economic implications of the abduction phenomenon are inseparable from the political ones. The loss of a sense of the sacred, the devaluation of intelligence and consciousness in nature beyond ourselves, has permitted the stronger among us to exploit the earth's resources without regard to future generations. Growth without restraint has become an end in itself, as the reports of economic \"indicators\" endlessly intone, ignoring the inevitable collapse that cannot be far off if the multiplication of the human population continues unchecked and the pillaging of the earth does not stop. Furthermore, if the acquisitive impulse (euphemistically called \"market forces\") is not controlled, inequities in the distribution of food and other goods that do remain may deepen, giving rise to potential chaos and war without limits. The UFO abduction phenomenon does not speak directly to this issue. It does not, cannot, \"save\" us. B ut, as will be discussed shortly, it seems to be intricately connected with the nature of human greed, the roots of our destructiveness, and the future consequences of our collective behavior. For the abductees, the encounters can be ,, profoundly \"enlightening\" in the fullest sense. The UFO abduction phenomenon presents a particular problem for some organized religions. From the beginnings of history groups of human beings, recognizing the power and potential perils of spirit forces \"out there,\" have taken upon themselves the task of guiding us through the \"ultimate matters\" (Zock 1990) of life. Religious leaders instruct us in the nature of God, and determine for us what spirit beings or other entities may exist in the cosmos. The Catholic Church in the Middle Ages, for example, in its zeal to impose a particular sort of monotheism based on the Trinity, quite ruthlessly suppressed the nature-worshipping polytheism of much of Europe."
    },
    {
        "similarity": 0.3053886592388153,
        "title_target": "Summers M. Allies of Humanity, 12 points briefing\\Summary\\001",
        "title_source": "Mack J. Abduction-Human Encounters with Aliens, 1994\\CHAPTER SIXTEEN. ALIEN INTERVENTION AND HUMAN EVOLUTION\\061",
        "text_target": null,
        "text_source": "There are other political implications of the abduction phenomenon. Politics, local, national, and international, is, after all, a game of power. We seek power to dominate, control, or influence a sphere of action. But the abduction phenomenon, by its demonstration that control is impossible, even absurd, and its capacity to reveal our wider identity in the universe, invites us to discover the meaning of our \"power\" in a deeper, spiritual sense. Ethnonational conflict, which derives ultimately from the fact that we de1 fine ourselves exclusively in parochial regional terms (what Erik Erikson called .. pseudospeciation\"}, is the source of prodigious suffering and represents a vast threat to human survival. The more global, even cosmically, interconnected identity that is implicit in the UFO abduction phenomenon, might, at least, offer a distraction from our interminable struggles for ownership and dominance of the earth. At best it could draw us out of ourselves into potentially infinite cosmic adventures. But all this depends on taking the phenomenon and its implications seriously. The economic implications of the abduction phenomenon are inseparable from the political ones. The loss of a sense of the sacred, the devaluation of intelligence and consciousness in nature beyond ourselves, has permitted the stronger among us to exploit the earth's resources without regard to future generations. Growth without restraint has become an end in itself, as the reports of economic \"indicators\" endlessly intone, ignoring the inevitable collapse that cannot be far off if the multiplication of the human population continues unchecked and the pillaging of the earth does not stop. Furthermore, if the acquisitive impulse (euphemistically called \"market forces\") is not controlled, inequities in the distribution of food and other goods that do remain may deepen, giving rise to potential chaos and war without limits. The UFO abduction phenomenon does not speak directly to this issue. It does not, cannot, \"save\" us. B ut, as will be discussed shortly, it seems to be intricately connected with the nature of human greed, the roots of our destructiveness, and the future consequences of our collective behavior. For the abductees, the encounters can be ,, profoundly \"enlightening\" in the fullest sense. The UFO abduction phenomenon presents a particular problem for some organized religions. From the beginnings of history groups of human beings, recognizing the power and potential perils of spirit forces \"out there,\" have taken upon themselves the task of guiding us through the \"ultimate matters\" (Zock 1990) of life. Religious leaders instruct us in the nature of God, and determine for us what spirit beings or other entities may exist in the cosmos. The Catholic Church in the Middle Ages, for example, in its zeal to impose a particular sort of monotheism based on the Trinity, quite ruthlessly suppressed the nature-worshipping polytheism of much of Europe."
    },
    {
        "similarity": 0.30401185154914856,
        "title_target": "Summers M. Allies of Humanity, 12 points briefing\\Summary\\001",
        "title_source": "Good T. Alien Base, 1999\\Chapter 4. STEPS TO THE STARS\\048",
        "text_target": null,
        "text_source": "If we were to appear as members of a superior race, coming from 'above' to lead the people of your world, our arrival would seriously disrupt the ego balance of your society. Tens of millions of your people, in their desperate need to avoid being demoted to second place in the universe, would go to any lengths to disprove, or simply deny, our existence. If we took steps to force the acceptance of our reality upon their consciousness, about 30 per cent of the people would insist upon considering us as Gods, and would attempt to place upon us all responsibility for their own welfare. This is a responsibility we would not be permitted to assume, even if we were able to discharge it... Most of the remaining 70 per cent would adopt the belief that we were planning to enslave their world, and many would begin to seek means to destroy us. If any great and lasting good is to come from our efforts, they must be led by your own people, or at least by those who are accepted as such . . .  INFILTRATION  To travel about the Earth, Alan explained, he would of course require a passport (!) - unobtainable without a birth certificate. 'Since my origin was actually extraterrestrial, there is no legal way in which I can obtain either a birth certificate or a passport, yet I must have both,' he said. 'It was therefore necessary to find a County Registrar who could understand the need for my being here, and be willing to assist, even at some risk to himself... We will arrange for you to meet him, and you must become well acquainted since it will be up to you to conduct the negotiations.' He continued:  We have made a careful analysis of the steps to be taken so that I may move easily, and unnoticed, among your people ... I must have a profession, or at least a gainful occupation, preferably one which is generally known to and accepted by the public, but which is normally conducted in private . The ideal occupation would be that of a purchasing agent in an international trading concern. Such a position would furnish a means of livelihood, a good background cover, and an excellent excuse to visit other countries whenever it might become necessary. It would also provide a non-political contact with most of the governments of your world, since every country, whether friendly or not, has things which it wishes either to buy or to sell."
    },
    {
        "similarity": 0.30387356877326965,
        "title_target": "Summers M. Allies of Humanity, 12 points briefing\\Summary\\001",
        "title_source": "Good T. Alien Base, 1999\\Chapter 11. LET HUMANITY BEWARE!\\048",
        "text_target": null,
        "text_source": "Observe carefully the great mass of humanity killing each other through centuries of war and strife. And for what purpose? For power and domination; the intense desire to dominate and subjugate . There are thousands of good people on your planet, but the mean and selfish humanity outnumbers the good by millions and millions. Unless there is a radical change starting now, from an individual's mind, within a family and family relations, within a nation and between nations, your people will all be destroyed by their own selfishness for power and domination. Not until your humanity is completely wiped out will there ever be peace on Earth. The danger of atomic war between nations is imminent... It may not be now, it may be centuries from now, but the end will still come. There is no turning back for your people. Some day you will all be wiped out by your own greediness, and if a few good people live through, then they will propagate and breed an unselfish humanity and no longer will there be a continuous strife between nations, within a nation, within a family and family relations, and within an individual mind, and there will be peace on Earth at last. There is a great and possible danger, too, that your humanity's intense desire to conquer, eventually seeking power and domination over the other planets, will mean only a complete massacre for Earthmen, because other planets will retaliate with terrifying power and force, only because of their fear of your selfish humanity coming to their planets and spreading greed and evil around. This is our message. Transmit it and let humanity beware!"
    },
    {
        "similarity": 0.3003062605857849,
        "title_target": "<TARGET>",
        "title_source": "COMETA report. UFOs and Defense-What Should We Prepare For, 1999\\Chapter 13. Political and Religious Implications\\000",
        "text_target": null,
        "text_source": " An assessment of the impact that the formal confirmation of the existence of UFOs and extraterrestrial civilizations would have on the political and religious situation of the countries on earth could be a bit of a challenge. However, the task is less arduous when we try to put ourselves in the shoes of extraterrestrials who supposedly have chosen earth as a field of observation and/or intervention. We will use this method. It is appropriate, of course, to postulate that the technical and human difficulties have been resolved, permitting us to exceed the limits of our solar system, and even our galaxy: · Either in secular voyages aboard a \"ship-world,\" in which thousands of volunteers who have embarked would see their generations replaced. It is necessary to keep in mind that these craft will not be able to one day return to earth, at least that is what we are assuming, which would confer -de facto - a political autonomy and freedom of decision to the onboard government independent of orders and programs established prior to departing earth {cf. Appendix 4: \"Colonization of Space\"). · Or, in [voyages of) several months or years - based on totally revolutionary scientific concepts and techniques that can only be imagined - using aircraft or probes piloted by classic crews or by bionic androids, which would follow the instructions received from a parent station or from earth. During the course of these explorations, we might discover one or more celestial bodies populated with beings that have evolved more or less similarly to us, \"humans,\" humanoid, or even stranger creatures. They may have created civilizations that are comparable to or more advanced than our present civilization, or they may be endowed with only rudimentary aptitudes for civilization, unless they still remain only at the elementary survival stage. (Nota Bene: in this chapter, the numbers in parentheses refer to the references, pp. 8\" to 89) 13.1 Phase One: Observation From a Distance It seems reasonable to think that our earth ling explorers have received a mission to peacefully observe these worlds and/or conquer, purely and simply, these new territories in order to establish a line of descendants there (cf. 13.4 below). The state of advancement of the local populations will likely dictate the manner of obtaining, as well as the nature and duration, of these observations, and the initial observations will, of course, be for analyzing: · the living organisms, the manners in which they think and live, their languages, their religions and beliefs, their arts, sciences and weapons techniques, their political institutions, their social organizations, and their histories in general, · the environments in which these populations live, [and] animals, plants, minerals, etc. This first phase, which does not include any physical or material contact, would be that of scientific, in vivo laboratory observation; electronic surveillance, remote sensing, recording, decrypting of languages, analyses, evaluations, etc. It is important to emphasize that this period could last one year, ten years, a century, [or] a thousand years, and why not? In fact, what better scientific experiment - lato sensu - than that of having more or less civilized, stagnant or evolving populations, either at peace or at war, organized in a hundred different manners, no doubt having languages that are foreign to one another, considering each one with respect to the way it organizes its terrestrial and celestial cities."
    },
    {
        "similarity": 0.2969353199005127,
        "title_target": "<TARGET>",
        "title_source": "COMETA report. UFOs and Defense-What Should We Prepare For, 1999\\Chapter 13. Political and Religious Implications\\015",
        "text_target": null,
        "text_source": "Before or after the implementation of an influencing program, why not imagine having bionic robots that look like humans or resemble the living beings there appear in order not to risk the lives of members of our expeditions? Finally, why not purely and simply present ourselves openly and publicly? It is easy to imagine the huge sensation that this would cause in all psychological, political, military, strategic, and religious spheres, to say nothing of the media, [as well as the] multiple meetings and international colloquiums, uninterrupted sessions of organizations such as the UN, calls for \"world unity, \" international consultations, the creation of welcoming committees, etc. [that it would prompt]. The rivalry of the States would be interesting to observe. It goes without saying that our intentions must be perceived as peaceful. If this were not our policy, there would, of course, be no need to take special precautions to show consideration for the sentiments of the local populations. In all of these scenarios, we should encounter idolaters, sycophants, Herodians, who, out of a millenalist conviction, gullibility, pragmatism, or interest, would welcome us with enthusiasm as saviors, capable of solving all of their problems and bringing them peace and prosperity, preferably without having to exert much effort. These would be our first allies. Zealots, skeptics, and those who have withdrawn into the venerable secular conceptions of their world, which has been turned upside-down, would cast doubt on or deny our existence. If they were to admit it, they would consider us as so many invaders, whose intentions would be perceived as all the more suspect since they would be peaceful. There is but one logical step to take between that and imagining the creation of defense movements and resistance movements against the invader. The strength of these movements would depend, in part, on our skill in squashing them."
    },
    {
        "similarity": 0.2967569828033447,
        "title_target": "<TARGET>",
        "title_source": "Dolan R. UFOs for the 21st Century Mind,2014\\Chapter 12. Into the Future, Into Ourselves\\065",
        "text_target": null,
        "text_source": "The moment of Disclosure will present the political leaders of our world with an opportunity. That opportunity will be to take the path of light, not darkness. A path promoting freedom and truth, not one of oppression and lies. This is not to say that such a wonderful outcome will happen. We must not lapse into naïve utopianism. But Disclosure, and the months and years following it, will present humanity with a challenge not merely of how to deal with these other beings, whatever they are, and whatever their agenda happens to be. It will present us with a challenge of how to live with each other, how to graduate to the next phase of our existence. Will we do so in a spirit of global cooperation and freedom, moving truly into our adulthood as a species? Or will the dark road be taken, one of manipulation and oppression on a scale even greater than that of today? These are choices, real choices that will present themselves to all thinking people after Disclosure."
    },
    {
        "similarity": 0.2892160415649414,
        "title_target": "Summers M. Allies of Humanity, 12 points briefing\\Summary\\001",
        "title_source": "Jacobs D. Secret Life, 1993\\Chapter 8. The Abductors\\002",
        "text_target": null,
        "text_source": "Some of their greatest abilities come in the area of human mind manipulation. They alter consciousness and affect people's anticipatory powers. They modify visual perceptions so that people have difficulty seeing objects close to them or discerning spatial relationships well. They interfere with people's volition and force them to do things against their will-and they can do this from afar. They mitigate fear and stop physical pain. They institute selective amnesia, communicate telepathically, and create complex images and scenarios in people's minds. They generate at will sexual arousal and emotions such as love, fear, and anxiety. They produce orgasm with mind manipulation. They make people love them. The ability of humans to control the situation and force their own wills upon their abductors is severely limited. In many ways the aliens seem all-powerful."
    },
    {
        "similarity": 0.28868043422698975,
        "title_target": "<TARGET>",
        "title_source": "Corso P. The Day After Roswell, 1997\\Introduction\\004",
        "text_target": null,
        "text_source": "In those confusing hours after the discovery of the crashed Roswell alien craft, the army determined that in the absence of any other information it had to be an extraterrestrial. Worse, the fact that this craft and other flying saucers had been surveilling our defensive installations and even seemed to evidence a technology we'd seen evidenced by the Nazis caused the military to assume these flying saucers had hostile intentions and might have even interfered in human events during the war. We didn't know what the inhabitants of these crafts wanted, but we had to assume from their behavior, especially their interventions in the lives of human beings and the reported cattle mutilations, that they could be potential enemies. That meant that we were facing a far superior power with weapons capable of obliterating us. At the same time we were locked in a Cold War with the Soviets and the mainland Chinese and were faced with the penetration of our own intelligence agencies by the KGB. The military found itself fighting a two-front war, a war against the Communists who were seeking to undermine our institutions while threatening our allies and, as unbelievable as it sounds, a war against extraterrestrials, who posed an even greater threat than the Communist forces. So we used the extraterrestrials' own technology against them, feeding it out to our defense contractors and then adapting it for use in space-related defense systems. It took us until the 1980s, but in the end we were able to deploy enough of the Strategic Defense Initiative, \"Star Wars\" to achieve the capability of knocking down enemy satellites, killing the electronic guidance systems of incoming enemy warheads, and disabling enemy spacecraft, if we had to, to pose a threat. It was alien technology that we used: lasers, accelerated particle-beam weapons, and aircraft equipped with \"Stealth\" features. And in the end, we not only outlasted the Soviets and ended the Cold War, but we forced a stalemate with the extraterrestrials, who were not so invulnerable after all."
    },
    {
        "similarity": 0.2827032208442688,
        "title_target": "<TARGET>",
        "title_source": "COMETA report. UFOs and Defense-What Should We Prepare For, 1999\\Chapter 13. Political and Religious Implications\\017",
        "text_target": null,
        "text_source": "But how then do we avoid the pitfall of good intentions and good sentiments that everyone knows the road to hell is paved with? (13) Should we admit how long we have been observing them? Would they reproach us for not having intervened to prevent a world war of this type, or would they blame us for it, or, more generally, would they hold it against us that we changed the course of civilizations? Very severe and lasting psychological disturbances should be envisioned in these cases. Would they be disappointed to learn that we are not immortal? Later, economic and technological exchanges and financial ties should be established with these populations. Would it be a wise policy to involve ourselves in local affairs? And in one manner or another, could we escape the requests to become arbitrators of political disagreements, peace, war, and economic crises? Whatever the case, one day or another we would have to pay the price for all of the unsolved problems. Would they not go so far as to reproach us for the contributions of our very advanced civilization, or at least for what we thought would be of benefit to them? Changes of opinion and attitude toward us could occur over time. Wouldn't groups of people be one day tempted to consider themselves our equals, because we were not able to remain inaccessible? Protest movements would consequently arise and revolutionary cycles would no doubt be set in motion, as a result of which we, as well as our Herodian allies, would suffer. Our global policy would then be compromised and we would have to consider making our contacts less frequent and, ultimately, withdrawing onto our ships and retreating. We would then have the time necessary to review our policies, based on the still unknown techniques of our catechumens. The discovery of new worlds could enable us to enter into contact with civilizations just as developed as our own and even far more advanced. Nothing allows us to rule out the possibility that, ultimately, we would encounter explorers from other more distant worlds. Under these hypothetical conditions, it is permissible to imagine that we might have been discovered in space first. It would be our turn then to experience - at least in part - the psychological effects and the political and religious implications that we have described. What would be the policy of local governments toward us? Would they welcome us peacefully or would they prudently keep us at a distance? Should we fear seeing ourselves aim nuclear space weapons or other weapons against, for example, the bases that we had attempted to establish or had succeeded in establishing in the asteroid belt close to one of their worlds? What would be the results of such encounters? What relations could we establish and what influences would we exert on these different types of civilizations?"
    },
    {
        "similarity": 0.2822314202785492,
        "title_target": "<TARGET>",
        "title_source": "Hopkins B, Rainey C. Sight Unseen, 2003\\22. BEHIND THE SCENERY\\046",
        "text_target": null,
        "text_source": "Not news of our own future. They can't know the future of our universe any more than we'd know theirs. What they could tell us is about the future of their own universe, whose past would be identical to ours. If their culture made several disastrous decisions, they could warn us about them. Maybe we'd follow their advice, maybe not. What we could greatly benefit from, though, is access to knowledge from the creativity of minds in other universes. To their credit, ufologists of the positivist school seem to sense the cornucopia of riches that would spill lavishly from that sort of interstellar cultural exchange. Each new morsel of advance knowledge that we would receive from the time machine or time travel will have had an author somewhere in the universe, but it may benefit untold numbers of different universes. If time travel is achieved one day, Deutsch assures us that it shouldn't require any fundamental change in our worldviews-that all the connections it would set up between past and future, the connections we'd begin to see between apparently unrelated events, will not be disturbing and paradoxical to us. They'd all be quite comprehensible. We just don't have the vantage point to see and appreciate those connections yet.26 But there's that fifth dimension popping up again. Does that mean it isn't going away-that we're actually going to have to deal with this strange idea?"
    },
    {
        "similarity": 0.2808133661746979,
        "title_target": "<TARGET>",
        "title_source": "Jacobs D. The Threat, 1998\\11. The Nature of Alien Intentions\\020",
        "text_target": null,
        "text_source": "Using the New Age to Cope  It is extremely difficult for unaware abductees who have not undergone competent hypnosis, or who have had none at all, to come to terms emotionally with their abductions. As a result, they develop coping mechanisms to deal with the continual psychological and physical assault from their experiences. To mitigate their victimization, they transform their lifetime of fear and anxiety into a more psychologically bearable scenario. These abductees seek reassurance and find organizations and people who share their belief that the aliens are benevolent. Often they become involved with New Age groups that focus on the existence of alternative realities. The abductees leam there is more to life than one can know on a conscious, objective level. When they come in contact with the channeling of aliens or spirit-aliens, they \"discover\" an explanation for their experiences. In channeling, the entity answers all questions, no matter how grand, esoteric, or trivial. And the channeled messages directly address the rationale behind the abduction experiences: The abductees have been chosen to undertake a mission to help humanity, Earth, the aliens, and the universe. Abductees are not victims-they are important players in a majestic alien plan for the betterment of humanity. Enduring a little fear and pain is a small price to pay for taking part in such an important task. To circumvent the problems of being taken against their will, living in fear, and being unable to say \"no,\" the New Age abductees believe they have given the aliens \"permission\" to abduct them, either in a past life or when they were small children. They entered into a verbal contract and, therefore, it is proper, and even legal, for the aliens to abduct them. For New Age Positives, the aliens are humanity's friends. Godlike, they have come from the heavens to help us find our way. Not only do they have superior technology, but their moral sense, desire for peace, spirituality, and ability to love are all far more advanced than ours. Being a part of their cosmic vision is a privilege and an honor. Often the New Age Positives band together into almost cultlike groups to defend themselves from their detractors-researchers and abductees who have come to different conclusions about the abduction phenomenon. The Positives reinforce one another's feelings and insulate themselves from the terror of their lives; they become angry when \"less enlightened\" abduction researchers question their interpretation. For years critics of the UFO phenomenon spuriously claimed that UFO witnesses were forming a \"new religion\" based on gods from space. This was never true of UFO witnesses who came forward to report their sightings and then went on with their lives. However, abductees and researchers who have accepted New Age teachings share a quasi-religious sentiment in their interpretation of alien intentions. They ascribe benevolent powers to the aliens and have an almost religious fervor in protecting the aliens from wrong-thinking individuals who would treat them more as scientific objects than as miraculous messengers. The Positives simultaneously anthropomorphize and deify the aliens. While the benevolent alien-gods were all-powerful, they have a moral structure not unlike our own. They can destroy us but choose to work for our betterment. In return, they will eventually receive our gratitude and will know that they preserved Earth and the precious life on it, which is intrinsically rewarding to them. The belief system of the New Age Positives is exceptionally strong because they know the alien-gods exist. After all, they have actually contacted the individual \"experiencer,\" which adds \"proof' to their religious belief and drives the \"experiencer\" to missionary zeal. Each abduction confirms the reality of the phenomenon and strengthens the New Age beliefs. For New Age Positives, the alien-gods are not just a matter of faith-they are a matter of stark fact."
    },
    {
        "similarity": 0.2787846624851227,
        "title_target": "Summers M. Allies of Humanity, 12 points briefing\\Summary\\000",
        "title_source": "Ruppelt E. The report on unidentified flying objects, 1956\\CHAPTER FOURTEEN. Digesting the Data\\015",
        "text_target": null,
        "text_source": "The idea of the motion analysis study sounded interesting to me, but we were so busy on Project Blue Book we didn't have time to do it. So Major Fournet offered to look into it further and I promised him all the help we could give him. In the meantime my people in Project Blue Book were contacting various scientists in the U.S., and indirectly in Europe, telling them about our data, and collecting opinions. We did this in two ways. In the United States we briefed various scientific meetings and groups. To get the word to the other countries, we enlisted the gratis aid of scientists who were planning to attend conferences or meetings in Europe. We would brief these European-bound scientists on all of the aspects of the UFO problem so they could informally discuss the problem with their European colleagues. The one thing about these briefings that never failed to amaze me, although it happened time and time again, was the interest in UFO's within scientific circles. As soon as the word spread that Project Blue Book was giving official briefings to groups with the proper security clearances, we had no trouble in getting scientists to swap free advice for a briefing. I might add that we briefed only groups who were engaged in government work and who had the proper security clearances solely because we could discuss any government project that might be of help to us in pinning down the UFO. Our briefings weren't just squeezed in either; in many instances we would arrive at a place to find that a whole day had been set aside to talk about UFO's. And never once did I meet anyone who laughed off the whole subject of flying saucers even though publicly these same people had jovially sloughed off the press with answers of \"hallucinations,\" \"absurd,\" or \"a waste of time and money.\" They weren't wild-eyed fans but they were certainly interested. Colonel S. H. Kirkland and I once spent a whole day briefing and talking to the Beacon Hill Group, the code name for a collection of some of the world's leading scientists and industrialists. This group, formed to consider and analyze the toughest of military problems, took a very serious interest in our project and gave much good advice. At Los Alamos and again at Sandia Base our briefings were given in auditoriums to standing room only crowds. In addition I gave my briefings at National Advisory Committee for Aeronautics laboratories, at Air Research and Development centers, at Office of Naval Research facilities and at the Air Force University. Then we briefed special groups of scientists."
    },
    {
        "similarity": 0.2778487503528595,
        "title_target": "Summers M. Allies of Humanity, 12 points briefing\\Summary\\001",
        "title_source": "Dolan R. UFOs for the 21st Century Mind,2014\\Chapter 1. What Are UFOs?\\044",
        "text_target": null,
        "text_source": "Over the years, I have formed the opinion that all of these types and more might well be real. Of course, until I meet and touch one myself, I can never be certain. Yet, it may simply come down to bioengineering. Skeptical scientists have emphasized the improbability of aliens from another world looking humanoid, reptoid, or insectoid. After all, those life forms evolved here on Earth. Shouldn't we expect life elsewhere to be a bit more unusual? The answer to this is yes, but with a qualifier. The qualifier is that any life able to reach our world, and wanting somehow to interact with it, would face the basic problem of biological hostility. Not so much from humanity, although we might be an annoyance. Rather, the problem would come from Earth's microbes, gravity, atmosphere, solar radiation, and so on. We evolved on Earth; presumably, they did not. Yet, if they want to interact with Earth in some direct way, how better than via genetic manipulation of native life forms? Or even breeding and enhancing their own humans, possibly over thousands of years?"
    },
    {
        "similarity": 0.27780458331108093,
        "title_target": "Summers M. Allies of Humanity, 12 points briefing\\Summary\\000",
        "title_source": "Corso P. The Day After Roswell, 1997\\Introduction\\004",
        "text_target": null,
        "text_source": "In those confusing hours after the discovery of the crashed Roswell alien craft, the army determined that in the absence of any other information it had to be an extraterrestrial. Worse, the fact that this craft and other flying saucers had been surveilling our defensive installations and even seemed to evidence a technology we'd seen evidenced by the Nazis caused the military to assume these flying saucers had hostile intentions and might have even interfered in human events during the war. We didn't know what the inhabitants of these crafts wanted, but we had to assume from their behavior, especially their interventions in the lives of human beings and the reported cattle mutilations, that they could be potential enemies. That meant that we were facing a far superior power with weapons capable of obliterating us. At the same time we were locked in a Cold War with the Soviets and the mainland Chinese and were faced with the penetration of our own intelligence agencies by the KGB. The military found itself fighting a two-front war, a war against the Communists who were seeking to undermine our institutions while threatening our allies and, as unbelievable as it sounds, a war against extraterrestrials, who posed an even greater threat than the Communist forces. So we used the extraterrestrials' own technology against them, feeding it out to our defense contractors and then adapting it for use in space-related defense systems. It took us until the 1980s, but in the end we were able to deploy enough of the Strategic Defense Initiative, \"Star Wars\" to achieve the capability of knocking down enemy satellites, killing the electronic guidance systems of incoming enemy warheads, and disabling enemy spacecraft, if we had to, to pose a threat. It was alien technology that we used: lasers, accelerated particle-beam weapons, and aircraft equipped with \"Stealth\" features. And in the end, we not only outlasted the Soviets and ended the Cold War, but we forced a stalemate with the extraterrestrials, who were not so invulnerable after all."
    },
    {
        "similarity": 0.2775821387767792,
        "title_target": "<TARGET>",
        "title_source": "Good T. Alien Base, 1999\\Chapter 4. STEPS TO THE STARS\\048",
        "text_target": null,
        "text_source": "If we were to appear as members of a superior race, coming from 'above' to lead the people of your world, our arrival would seriously disrupt the ego balance of your society. Tens of millions of your people, in their desperate need to avoid being demoted to second place in the universe, would go to any lengths to disprove, or simply deny, our existence. If we took steps to force the acceptance of our reality upon their consciousness, about 30 per cent of the people would insist upon considering us as Gods, and would attempt to place upon us all responsibility for their own welfare. This is a responsibility we would not be permitted to assume, even if we were able to discharge it... Most of the remaining 70 per cent would adopt the belief that we were planning to enslave their world, and many would begin to seek means to destroy us. If any great and lasting good is to come from our efforts, they must be led by your own people, or at least by those who are accepted as such . . .  INFILTRATION  To travel about the Earth, Alan explained, he would of course require a passport (!) - unobtainable without a birth certificate. 'Since my origin was actually extraterrestrial, there is no legal way in which I can obtain either a birth certificate or a passport, yet I must have both,' he said. 'It was therefore necessary to find a County Registrar who could understand the need for my being here, and be willing to assist, even at some risk to himself... We will arrange for you to meet him, and you must become well acquainted since it will be up to you to conduct the negotiations.' He continued:  We have made a careful analysis of the steps to be taken so that I may move easily, and unnoticed, among your people ... I must have a profession, or at least a gainful occupation, preferably one which is generally known to and accepted by the public, but which is normally conducted in private . The ideal occupation would be that of a purchasing agent in an international trading concern. Such a position would furnish a means of livelihood, a good background cover, and an excellent excuse to visit other countries whenever it might become necessary. It would also provide a non-political contact with most of the governments of your world, since every country, whether friendly or not, has things which it wishes either to buy or to sell."
    },
    {
        "similarity": 0.2756456136703491,
        "title_target": "Summers M. Allies of Humanity, 12 points briefing\\Summary\\001",
        "title_source": "COMETA report. UFOs and Defense-What Should We Prepare For, 1999\\Chapter 13. Political and Religious Implications\\015",
        "text_target": null,
        "text_source": "Before or after the implementation of an influencing program, why not imagine having bionic robots that look like humans or resemble the living beings there appear in order not to risk the lives of members of our expeditions? Finally, why not purely and simply present ourselves openly and publicly? It is easy to imagine the huge sensation that this would cause in all psychological, political, military, strategic, and religious spheres, to say nothing of the media, [as well as the] multiple meetings and international colloquiums, uninterrupted sessions of organizations such as the UN, calls for \"world unity, \" international consultations, the creation of welcoming committees, etc. [that it would prompt]. The rivalry of the States would be interesting to observe. It goes without saying that our intentions must be perceived as peaceful. If this were not our policy, there would, of course, be no need to take special precautions to show consideration for the sentiments of the local populations. In all of these scenarios, we should encounter idolaters, sycophants, Herodians, who, out of a millenalist conviction, gullibility, pragmatism, or interest, would welcome us with enthusiasm as saviors, capable of solving all of their problems and bringing them peace and prosperity, preferably without having to exert much effort. These would be our first allies. Zealots, skeptics, and those who have withdrawn into the venerable secular conceptions of their world, which has been turned upside-down, would cast doubt on or deny our existence. If they were to admit it, they would consider us as so many invaders, whose intentions would be perceived as all the more suspect since they would be peaceful. There is but one logical step to take between that and imagining the creation of defense movements and resistance movements against the invader. The strength of these movements would depend, in part, on our skill in squashing them."
    },
    {
        "similarity": 0.2744128108024597,
        "title_target": "<TARGET>",
        "title_source": "Friedman S. Flying Saucers and Science, 2008\\6. The UFO \"Why\" Questions\\003",
        "text_target": null,
        "text_source": "2. Should they decide to attack us, we would likely be unable to defend ourselves against them. 3. If we, or any other government on this planet, could duplicate their flight capability, we could defeat the military forces of any other country. That governments care about such capabilities is proven by the vast sums of money spent on advanced propulsion, detection, communication, electronic, and intelligence systems, for military applications. 4. We would be concerned that those controlling the saucers might join forces with any of the relatively primitive societies here on this planet. The United States, as the most successful, richest, most polluting, largest resource-utilizing country, would be a natural target for everybody. 5. If we, or anybody else, have recovered saucer wreckage, and done scientific measurements of the flight capability of these objects and their apparent ability to control the behavior of humans from a distance (as demonstrated by the many good abduction cases), we would try to make sure that no one else could find out what we have managed to learn. We would also be very serious about trying to determine, with the use of spies, satellite observations, and electronic eavesdropping, what others have learned on their own, and what they have learned about what we have managed to achieve in these areas. For instance, the National Security Agency is a large and competent worldwide eavesdropper, and sophisticated reconnaissance satellites operated by the National Reconnaissance Office monitor all kinds of foreign activities in secret. Past experience says the use of disinformation and misinformation would be standard practice, as in all military confrontations. It doesn't take much study of all the wars to see this. An important part of many sports is the ability to fake out one's opponents. Remember that the basic rule is that one cannot tell one's friends without telling ones enemies, because they also read the papers, watch TV, and so on. 6. The people in charge in all countries would be trying to predict what would happen if statements were publicly made that indeed aliens are visiting. It would be dependent on the framework in which the information was presented: Would all countries have to join together to make such an announcement? If they did, how would earthlings respond? 7. Over and over again people have suggested that the major reason information has not been revealed is fear of panic, as dramatized by the Orson Welles's radio broadcast in 1938 of H.G. Wells's War of the Worlds. Right? Personally, I don't think it is. First of all, War of the Worlds was presented as Martians destroying earthlings. What could we (before the space age, nuclear weapons, jet fighters, and so on) possibly do against Martians? If the story had been true, people would have had a legitimate reason to panic. But what if the existence of aliens were presented as peaceful visits by powerful, advanced societies who could obviously have long since destroyed us if they had a mind to do so? Suppose we were told that they were here for a variety of peaceful reasons from a variety of civilizations, all much more technologically and sociologically advanced than we are. For, if they hadn't learned to live in peace with other civilizations, they would have already been destroyed themselves-or, much more frightening, they would have subjugated or destroyed all the others. 8. If the persons making such an announcement were highly respected, or at least not considered threatening in the way that the presidents of the United States, USSR, and China might be considered (say, the Queen of England or the Pope), and added that international conferences were planned to consider the religious, economic, and political implications of the visitations, that might help. If there were suggestions that the aliens could help us heal the sick, feed the starving, and redistribute the wealth, this would be a threat to the powerful and a boon to the weak. You see, I presume that in all areas of technology (because we are so young on a cosmic timetable), our visitors are superior; not just in flying, but in eavesdropping, communications, medicine, and computation. I wonder what their reaction would be to the cover story on USA Today on November 6, 2007, noting that the average annual salary of major college football coaches exceeded $1,000,000. But 30,000 children died yesterday of preventable disease and starvation. No front-page headlines for them. 9. I presume that if such an announcement were made, no matter how carefully, church attendance would go up, mental hospital admissions would go up, and the stock market would go down (as uncertainty is always the enemy). I further expect, based on more than 600 college lectures, that many in the younger generation would immediately push for an earthling orientation, rather than the nationalistic ones that are the rule on this planet. To some, that would be great. After all, we are all earthlings. But, unfortunately, I can't think of any national government that would want its citizens to owe their primary allegiance to the planet instead of that individual government. Nationalism is the only game in town. People in power have a nasty habit of wanting to stay in power."
    },
    {
        "similarity": 0.27351802587509155,
        "title_target": "<TARGET>",
        "title_source": "Marrs J. Alien Agenda, 1997\\CHAPTER 8. MISSING TIME\\080",
        "text_target": null,
        "text_source": "Author Richard Thompson, who also appeared to accept at least some UFO and abduction reports as genuine, stated, It is possible that actual non-human beings are responsible for many reported UFO communications. These beings may be trying to condition people's thought processes by making use of themes taken, in some cases, from the people's own cultural traditions. After reviewing several theories that suppose the phenomenon to be simply the product of the human imagination, Thompson pondered, To me, it seems doubtful that ordinary humans have the power to call into being flying objects that can reflect radar, chase jet planes, and interfere with automobiles. If human imagination has so much power, then why don't typical sci-fi movie monsters materialize in American cities? Dr. Mack stated the abduction experience is real but admitted that we do not know precisely who is behind it or for what purposes. UFO abductions have to do, I think, with the evolution of consciousness and the collapse of a world view that has placed humankind at a kind of epicenter of intelligence in a cosmos perceived as largely lifeless and meaningless, he said. As we, like the abductees, permit ourselves to surrender the illusion of control and mastery of our world, we might discover our place as one species among many whose special gifts include unusual capacities for caring, rational thought, and self-awareness. As we suspend the notion of our preeminent and dominating intelligence, we might open to a universe filled with life-forms different from ourselves to whom we might be connected in ways we do not yet comprehend."
    },
    {
        "similarity": 0.2721409499645233,
        "title_target": "<TARGET>",
        "title_source": "Dolan R. UFOs and the National Security State-V2, 2009\\Conclusion\\003",
        "text_target": null,
        "text_source": "That the major institutions of society have not fought for the truth on this matter seems at first baffling. However, if one considers the awesome nature of the phenomenon itself, the transformative power inherent in the knowledge of something so vastly different, and the probable disruption to established institutions that would occur in the event of its disclosure, perhaps it is not so surprising, after all. On the contrary, it is easy to see how exceptional measures would be deemed necessary to deal with it. In a relatively open, republican system of government, it posed a serious problem. A way had to be found to keep the system alive while creating another, increasingly separate, system that would be empowered to deal with the extraordinary intrusion of others into our world. This would be especially so if human authorities determined the others were manipulating global geopolitics for their own non-human agendas, a possibility that any responsible government would need to investigate. In such a circumstance, only one of two things can happen. The President, or some other legally constituted authority, would make a statement informing the world of the reality of UFOs and aliens. The world would then go through its obligatory baptism by fire. Various governments would need to explain not only the whys of UFO secrecy, but the hows . This would undoubtedly get into matters of the construction and funding of the black budget, and very likely would lead into areas in which citizens might wish to engage in legal actions of all sorts. The implications for the petroleum, steel, and electronics industries could well be catastrophic, assuming that better versions of each are inherent in the UFO matrix of reality. No doubt many other major industries would be similarly affected. Thus, the short-term repercussions would be a problem of the greatest magnitude. The other scenario would be an ever-deepening code of silence. If it were decided that the post-disclosure ride would be too rough, the outcome too uncertain, then absolute secrecy would have to be maintained. But how? In a world in which free inquiry ostensibly reigns, where thousands of major universities, newspapers, and news media outlets compete to inform the general public, could long-term secrecy be possible? The answer is that it could be, if the right relationships were established with leading academic and media sources. Key figures within those industries would serve as the sheep dogs, charged with keeping the rest of the herd together. Meanwhile, with virtually limitless black budgets and little meaningful oversight, the secret surrounding UFOs could go deeper and deeper, developing into a strict policy of denial on all ET-related matters in the interest of national security. Lies could even become operational priorities, while truth becomes a threat."
    },
    {
        "similarity": 0.2717835009098053,
        "title_target": "<TARGET>",
        "title_source": "Dolan R. UFOs for the 21st Century Mind,2014\\Chapter 8. Contact and Abduction\\052",
        "text_target": null,
        "text_source": "Scott learned, somehow, that these beings were in the process of changing themselves physically so that they could breathe on Earth. This is a key part of the hybridization process, he said. He also observed that they think much faster than humans do. During telepathic communication, he said, they need to slow down in order not to overwhelm us. Scott believed that their intention was to live on Earth, but possibly without humanity-unless humanity were to change, in which case we might live together. Scott contrasted human and alien existence. Human beings, he said, are alone. They do not share their thoughts, or much of anything. Among the aliens, conversely, nobody is alone, there are no secrets. Everybody knows everything. Based on his recalled experiences, Scott concluded that if humanity does not change, our world will change for us."
    },
    {
        "similarity": 0.2717072665691376,
        "title_target": "Summers M. Allies of Humanity, 12 points briefing\\Summary\\001",
        "title_source": "Hopkins B, Rainey C. Sight Unseen, 2003\\22. BEHIND THE SCENERY\\046",
        "text_target": null,
        "text_source": "Not news of our own future. They can't know the future of our universe any more than we'd know theirs. What they could tell us is about the future of their own universe, whose past would be identical to ours. If their culture made several disastrous decisions, they could warn us about them. Maybe we'd follow their advice, maybe not. What we could greatly benefit from, though, is access to knowledge from the creativity of minds in other universes. To their credit, ufologists of the positivist school seem to sense the cornucopia of riches that would spill lavishly from that sort of interstellar cultural exchange. Each new morsel of advance knowledge that we would receive from the time machine or time travel will have had an author somewhere in the universe, but it may benefit untold numbers of different universes. If time travel is achieved one day, Deutsch assures us that it shouldn't require any fundamental change in our worldviews-that all the connections it would set up between past and future, the connections we'd begin to see between apparently unrelated events, will not be disturbing and paradoxical to us. They'd all be quite comprehensible. We just don't have the vantage point to see and appreciate those connections yet.26 But there's that fifth dimension popping up again. Does that mean it isn't going away-that we're actually going to have to deal with this strange idea?"
    },
    {
        "similarity": 0.27161040902137756,
        "title_target": "Summers M. Allies of Humanity, 12 points briefing\\Summary\\000",
        "title_source": "Good T. Alien Base, 1999\\Chapter 11. LET HUMANITY BEWARE!\\048",
        "text_target": null,
        "text_source": "Observe carefully the great mass of humanity killing each other through centuries of war and strife. And for what purpose? For power and domination; the intense desire to dominate and subjugate . There are thousands of good people on your planet, but the mean and selfish humanity outnumbers the good by millions and millions. Unless there is a radical change starting now, from an individual's mind, within a family and family relations, within a nation and between nations, your people will all be destroyed by their own selfishness for power and domination. Not until your humanity is completely wiped out will there ever be peace on Earth. The danger of atomic war between nations is imminent... It may not be now, it may be centuries from now, but the end will still come. There is no turning back for your people. Some day you will all be wiped out by your own greediness, and if a few good people live through, then they will propagate and breed an unselfish humanity and no longer will there be a continuous strife between nations, within a nation, within a family and family relations, and within an individual mind, and there will be peace on Earth at last. There is a great and possible danger, too, that your humanity's intense desire to conquer, eventually seeking power and domination over the other planets, will mean only a complete massacre for Earthmen, because other planets will retaliate with terrifying power and force, only because of their fear of your selfish humanity coming to their planets and spreading greed and evil around. This is our message. Transmit it and let humanity beware!"
    },
    {
        "similarity": 0.2708897590637207,
        "title_target": "Summers M. Allies of Humanity, 12 points briefing\\Summary\\000",
        "title_source": "COMETA report. UFOs and Defense-What Should We Prepare For, 1999\\Chapter 13. Political and Religious Implications\\000",
        "text_target": null,
        "text_source": " An assessment of the impact that the formal confirmation of the existence of UFOs and extraterrestrial civilizations would have on the political and religious situation of the countries on earth could be a bit of a challenge. However, the task is less arduous when we try to put ourselves in the shoes of extraterrestrials who supposedly have chosen earth as a field of observation and/or intervention. We will use this method. It is appropriate, of course, to postulate that the technical and human difficulties have been resolved, permitting us to exceed the limits of our solar system, and even our galaxy: · Either in secular voyages aboard a \"ship-world,\" in which thousands of volunteers who have embarked would see their generations replaced. It is necessary to keep in mind that these craft will not be able to one day return to earth, at least that is what we are assuming, which would confer -de facto - a political autonomy and freedom of decision to the onboard government independent of orders and programs established prior to departing earth {cf. Appendix 4: \"Colonization of Space\"). · Or, in [voyages of) several months or years - based on totally revolutionary scientific concepts and techniques that can only be imagined - using aircraft or probes piloted by classic crews or by bionic androids, which would follow the instructions received from a parent station or from earth. During the course of these explorations, we might discover one or more celestial bodies populated with beings that have evolved more or less similarly to us, \"humans,\" humanoid, or even stranger creatures. They may have created civilizations that are comparable to or more advanced than our present civilization, or they may be endowed with only rudimentary aptitudes for civilization, unless they still remain only at the elementary survival stage. (Nota Bene: in this chapter, the numbers in parentheses refer to the references, pp. 8\" to 89) 13.1 Phase One: Observation From a Distance It seems reasonable to think that our earth ling explorers have received a mission to peacefully observe these worlds and/or conquer, purely and simply, these new territories in order to establish a line of descendants there (cf. 13.4 below). The state of advancement of the local populations will likely dictate the manner of obtaining, as well as the nature and duration, of these observations, and the initial observations will, of course, be for analyzing: · the living organisms, the manners in which they think and live, their languages, their religions and beliefs, their arts, sciences and weapons techniques, their political institutions, their social organizations, and their histories in general, · the environments in which these populations live, [and] animals, plants, minerals, etc. This first phase, which does not include any physical or material contact, would be that of scientific, in vivo laboratory observation; electronic surveillance, remote sensing, recording, decrypting of languages, analyses, evaluations, etc. It is important to emphasize that this period could last one year, ten years, a century, [or] a thousand years, and why not? In fact, what better scientific experiment - lato sensu - than that of having more or less civilized, stagnant or evolving populations, either at peace or at war, organized in a hundred different manners, no doubt having languages that are foreign to one another, considering each one with respect to the way it organizes its terrestrial and celestial cities."
    },
    {
        "similarity": 0.2701168358325958,
        "title_target": "<TARGET>",
        "title_source": "Dolan R. UFOs for the 21st Century Mind,2014\\Chapter 12. Into the Future, Into Ourselves\\030",
        "text_target": null,
        "text_source": "There are other sides to free energy. First, we can assume that the so-called powers that be may not be especially happy with such a mass democratization of energy. If everyone has enough energy, then everyone becomes more difficult to manage. From the point of view of those interests at the top of the human pyramid, this is a problem. We can assume they will undertake whatever measures possible to prevent this from happening. But the real question will be, can they succeed? This is something no one can know at present, but my own feeling is that any attempt to stop history from moving forward will inevitably fail. There is another problem to be considered regarding free energy, no matter how clean it may be. Clean energy may not result in climate change or other types of environmental degradation. It may not be toxic to the environment the way that wood, coal, oil, and even natural gas have been. Yet, it is helpful to remember that a large portion of our global environmental crisis is not so much related to pollution as it is simply with the destruction of the natural habitat by human beings. As of this writing, there are more than seven billion people on Earth, swarming about the planet like so many locusts, devouring everything in our wake. We cannot help ourselves. More real estate development, more sprawl, less room for other creatures. This seems to be our way, but has only become a significant problem in the last few centuries, especially once humanity's population began its steep incline into the billions. Free energy may well accelerate that process. It may enable humanity to devour the planet's resources even faster, to depopulate the ocean's fishes, and to push out all other species of life that happen to be in the way of our expansion."
    },
    {
        "similarity": 0.26832637190818787,
        "title_target": "<TARGET>",
        "title_source": "Jacobs D. The Threat, 1998\\11. The Nature of Alien Intentions\\010",
        "text_target": null,
        "text_source": "Taken as a group, the Positives' message is that humans have conducted their affairs in a way that will lead to the degradation of the planet and the end of the human species. Humans have caused poverty, ignorance, and overpopulation, and they risk environmental catastrophe and atomic annihilation. The concerned aliens are \"educating\" abductees to warn us of what is to come if we do not change our behavior. The Positives argue that aliens are more fully evolved spiritually than humans, and that they have a heightened awareness of the mysteries of the universe. The aliens recognize the specialness of human life and are also aware of how humankind has erred. They respect the sanctity of human life even more than we do. They care about us and love us. The aliens are the teachers and we are the students. They are the parents and we are the children. They must teach us how to behave. Because they are a benevolent species, they have come to help us find solutions to our problems."
    },
    {
        "similarity": 0.2670571804046631,
        "title_target": "<TARGET>",
        "title_source": "Friedman S. Flying Saucers and Science, 2008\\Forewords\\000",
        "text_target": null,
        "text_source": " by Dr. Edgar Mitchell, ScD, and Dr. Bruce Maccabee, PhD   The fact of an extraterrestrial presence on and around Earth for at least half of the 20th century has been increasingly accepted in the United States and much of the Western world in recent times, albeit slowly. This has happened in spite of continuous efforts of political, military, and cultural authorities in the United States and other nations to obscure and even deny that fact through the release of distorted and false information pertaining to sightings and other reports. Discovery that we are not alone in the universe must rank, for us humans, as one of the most portentous events in our entire history. Only in the time of generations now living has our own technology progressed to the point that we can venture off our planet, and also create the means necessary to view the vastness of the cosmos as no generations before us have done. Debate about the propriety, morality, and even legality of such official denial and cover-up of these events in a free and open society will likely continue for some decades. Justifications involving national security, potential use of the knowledge by military opponents, public unrest, and even fear of public uprisings may be invoked by those seeking to defend these policies. The fact that the now-famous Roswell UFO crash occurred shortly after World War II, the most widespread and disastrous war in history, and following the first use of nuclear weaponry in war-weaponry that was initially tested at the nearby White Sands Proving Grounds-provided ample grounds for military concerns. Whether these were valid concerns has yet to be determined. However, in the context of the cold war era, it is understandable that the military and intelligence communities might have been concerned that the aliens were hostile, yet were unable to do anything about their presence, and thus would not want the public to know. (The famous radio program War of the Worlds had been broadcast on the East Coast of the United States only a few years earlier, causing widespread panic.) Additionally, in light of the recovery of an alien craft at Roswell, the military and intelligence communities would not want America's Cold War enemies to know we had gained access to an advanced technology that might be used by the United States to deliver weapons. So there may have been sound reasons for enforcing a cloak of secrecy, denial, and misdirection about UFOs."
    },
    {
        "similarity": 0.26698505878448486,
        "title_target": "Summers M. Allies of Humanity, 12 points briefing\\Summary\\000",
        "title_source": "Sauder R. Underground Bases And Tunnels, 2014\\Foreword\\002",
        "text_target": null,
        "text_source": "I understand that some readers may object to the publication of information about military facilities. However, it is my feeling that the aims and ideals of representative democracy are poorly served by secrecy in government, especially in the policies of the armed services. History teaches us that when a country has an exceptionally powerful military, and when that military carries out secret policies and agendas like the U.S. military does (think of the illegal Iran-Contra affair, of super-secret nuclear bomb testing in Nevada, of the astronomical amounts of money given to the Pentagon every year for so-called \"black projects\"), then there is an ever present danger of that military taking control of the government. That control could be taken quickly -- or gradually. Noisily or quietly. But dictatorships are born when power is usurped by the military. God forbid that a military dictatorship should ever march under the stars and stripes of the United States of America. Protection against that ever happening begins with the exercise of our First Amendment right to speak freely. So, in that spirit, and in the hope that some of what follows will help peel away the cover of excessive secrecy that shields too much of what the Pentagon does from public scrutiny, I offer solid documentation of underground military installations, as well as official plans and documents pertaining to the construction, operation and planning for such installations."
    },
    {
        "similarity": 0.2663838863372803,
        "title_target": "Summers M. Allies of Humanity, 12 points briefing\\Summary\\001",
        "title_source": "Jacobs D. Secret Life, 1993\\Foreword\\007",
        "text_target": null,
        "text_source": "For me and other investigators, abduction research has had a shattering impact on our views of the nature of the cosmos. This has led me to offer at least a parable, if not a theory, to illuminate what is going on. Virtually all peoples throughout history, with the exception of the Western culture of the Newtonian/Cartesian era, have experienced the universe as possessing some sort of intelligence or consciousness in which human beings participate with other animate beings and inanimate things in an enterprise that has meaning, purpose, and direction, however unfathomable these may be. In the West, we seem, for reasons perhaps as mysterious as the abduction phenomenon itself, to have cut ourselves off almost totally from awareness of any form of higher intelligence. But let us suppose that such an intelligence did exist, and, what is more, that it was not indifferent to the fate of the Earth, regarding its life forms and transcendent beauty as one of its better or more advanced creations. And let us imagine that the imbalance created by the overgrowth of certain human faculties, a kind of technodestructive and fear-driven acquisitiveness, were diagnosed (perceived? felt?-we really do not know how the divinity might experience itself and its creation) as the basic problem. What could be done as a corrective? The two natural approaches of which we can conceive would be the genetic and the environmental. Is it possible that through a vast hybridization program affecting countless numbers of people, and a simultaneous invasion of our consciousness with transforming images of our selfdestruction, an effort is being made to place the planet under a kind of receivership? This would not necessarily be for our good if this planet, on which humankind has broken the harmony of being, does not exist just for our pleasure, but in order to arrest the destruction of life and to make possible the further evolution of consciousness or whatever the anima mundi has in store. I do not say that this is true or offer it as a theory. I would merely suggest that if we could allow ourselves to reintroduce the possibility of a higher intelligence into the universe, and experience the numinous mystery of creation, this scenario is consistent with the facts of the abduction phenomenon."
    },
    {
        "similarity": 0.26532527804374695,
        "title_target": "<TARGET>",
        "title_source": "Jacobs D. Secret Life, 1993\\Chapter 8. The Abductors\\002",
        "text_target": null,
        "text_source": "Some of their greatest abilities come in the area of human mind manipulation. They alter consciousness and affect people's anticipatory powers. They modify visual perceptions so that people have difficulty seeing objects close to them or discerning spatial relationships well. They interfere with people's volition and force them to do things against their will-and they can do this from afar. They mitigate fear and stop physical pain. They institute selective amnesia, communicate telepathically, and create complex images and scenarios in people's minds. They generate at will sexual arousal and emotions such as love, fear, and anxiety. They produce orgasm with mind manipulation. They make people love them. The ability of humans to control the situation and force their own wills upon their abductors is severely limited. In many ways the aliens seem all-powerful."
    },
    {
        "similarity": 0.26500552892684937,
        "title_target": "Summers M. Allies of Humanity, 12 points briefing\\Summary\\001",
        "title_source": "Dolan R. UFOs for the 21st Century Mind,2014\\Chapter 8. Contact and Abduction\\052",
        "text_target": null,
        "text_source": "Scott learned, somehow, that these beings were in the process of changing themselves physically so that they could breathe on Earth. This is a key part of the hybridization process, he said. He also observed that they think much faster than humans do. During telepathic communication, he said, they need to slow down in order not to overwhelm us. Scott believed that their intention was to live on Earth, but possibly without humanity-unless humanity were to change, in which case we might live together. Scott contrasted human and alien existence. Human beings, he said, are alone. They do not share their thoughts, or much of anything. Among the aliens, conversely, nobody is alone, there are no secrets. Everybody knows everything. Based on his recalled experiences, Scott concluded that if humanity does not change, our world will change for us."
    },
    {
        "similarity": 0.26191824674606323,
        "title_target": "Summers M. Allies of Humanity, 12 points briefing\\Summary\\001",
        "title_source": "COMETA report. UFOs and Defense-What Should We Prepare For, 1999\\Chapter 13. Political and Religious Implications\\000",
        "text_target": null,
        "text_source": " An assessment of the impact that the formal confirmation of the existence of UFOs and extraterrestrial civilizations would have on the political and religious situation of the countries on earth could be a bit of a challenge. However, the task is less arduous when we try to put ourselves in the shoes of extraterrestrials who supposedly have chosen earth as a field of observation and/or intervention. We will use this method. It is appropriate, of course, to postulate that the technical and human difficulties have been resolved, permitting us to exceed the limits of our solar system, and even our galaxy: · Either in secular voyages aboard a \"ship-world,\" in which thousands of volunteers who have embarked would see their generations replaced. It is necessary to keep in mind that these craft will not be able to one day return to earth, at least that is what we are assuming, which would confer -de facto - a political autonomy and freedom of decision to the onboard government independent of orders and programs established prior to departing earth {cf. Appendix 4: \"Colonization of Space\"). · Or, in [voyages of) several months or years - based on totally revolutionary scientific concepts and techniques that can only be imagined - using aircraft or probes piloted by classic crews or by bionic androids, which would follow the instructions received from a parent station or from earth. During the course of these explorations, we might discover one or more celestial bodies populated with beings that have evolved more or less similarly to us, \"humans,\" humanoid, or even stranger creatures. They may have created civilizations that are comparable to or more advanced than our present civilization, or they may be endowed with only rudimentary aptitudes for civilization, unless they still remain only at the elementary survival stage. (Nota Bene: in this chapter, the numbers in parentheses refer to the references, pp. 8\" to 89) 13.1 Phase One: Observation From a Distance It seems reasonable to think that our earth ling explorers have received a mission to peacefully observe these worlds and/or conquer, purely and simply, these new territories in order to establish a line of descendants there (cf. 13.4 below). The state of advancement of the local populations will likely dictate the manner of obtaining, as well as the nature and duration, of these observations, and the initial observations will, of course, be for analyzing: · the living organisms, the manners in which they think and live, their languages, their religions and beliefs, their arts, sciences and weapons techniques, their political institutions, their social organizations, and their histories in general, · the environments in which these populations live, [and] animals, plants, minerals, etc. This first phase, which does not include any physical or material contact, would be that of scientific, in vivo laboratory observation; electronic surveillance, remote sensing, recording, decrypting of languages, analyses, evaluations, etc. It is important to emphasize that this period could last one year, ten years, a century, [or] a thousand years, and why not? In fact, what better scientific experiment - lato sensu - than that of having more or less civilized, stagnant or evolving populations, either at peace or at war, organized in a hundred different manners, no doubt having languages that are foreign to one another, considering each one with respect to the way it organizes its terrestrial and celestial cities."
    },
    {
        "similarity": 0.2612549066543579,
        "title_target": "Summers M. Allies of Humanity, 12 points briefing\\Summary\\000",
        "title_source": "Good T. Need to know, 2007\\27. STAR WARS\\001",
        "text_target": null,
        "text_source": "'Perhaps the most important problem with American science is that it depends heavily on the Pentagon for support,' says science journalist Terry Hansen in his book The Missing Times: News Media Complicity in the UFO Cover-up. 'The Pentagon's objectives are subversive to those of traditional science. In order to make progress, scientists must be able to communicate their findings to the wider community of researchers - something the Pentagon often prevents for national-security reasons. Consequently, science has become divided into private science and public 'The findings of private science are not available to those who don't have the necessary security clearances [and] in addition, the Pentagon has an incentive to ensure that knowledge acquired by private science is not independently discovered by public science ... There is evidence that private science understands much more about the UFO phenomenon than public science,' adds Hansen.1 He also believes that 'to provide the impression that there is strong consensus among leading Americans that UFOs are non-existent or unimportant, intelligence officials would recruit influential people as media spokespersons. Many of the nation's most famous academics and journalists are already employed by the US government, and have signed appropriate secrecy agreements.. .' 417 Hansen cites Carl Bernstein's 1977 expose that more than 400 American journalists secretly carried out assignments for the CIA over a twenty-five-year period. 'Often, these assignments were conducted with the blessing of news-organization management ... assignments included, but were not limited to, planting disinformation and propaganda. '3 Historical precedents for such measures include the Manhattan Project to develop the atom bomb, and the torpedoing by German U-boats of nearly 300 merchant ships off the US East Coast, with heavy loss of life, during the early years of America's involvement in the Second World War. 'Through the use of military secrecy, censorship, official denials, cover stories, and co-operative journalists,' says Hansen, 'the true story was suppressed until long after the war was over.' 'The evidence is now so consistent and so overwhelming that no reasonably intelligent person can deny that something unexplained is going on in our atmosphere,' wrote Admiral of the Fleet Lord Hill-Norton, former Chief of the Defence Staff (UK) and Chairman of the NATO Military Committee, in his foreword to Beyond Top Secret. 'I have often wondered if the ridicule heaped on the subject in British newspapers is the reaction of ignorance, even fear of the unknown, by the third-rate journalists concerned, or whether, rather more dangerously, it has been inspired by some higher authority.'"
    },
    {
        "similarity": 0.26022687554359436,
        "title_target": "Summers M. Allies of Humanity, 12 points briefing\\Summary\\001",
        "title_source": "Dolan R. UFOs and the National Security State-V2, 2009\\Conclusion\\006",
        "text_target": null,
        "text_source": "In all likelihood, secrecy relating to UFOs was a logical course of action initially that became an addiction the longer it continued. The longer it was maintained, the harder it was to reveal, and the greater the gap between official and black-world societies. One might therefore think that this secrecy, which continues to this day, is bound to last indefinitely. Such a conclusion would be logical and perhaps even seem to be inevitable. Yet it would be wrong. Under normal circumstances, it is true that perpetual secrecy would be the desired outcome by elites in relation to UFOs. By the end of the Cold War, such circumstances still applied, despite the confusion created by the collapse of the Soviet Union. This is because even then, although the world's infrastructure showed signs of strain, it remained in place. Energy remained sufficient to meet humanity's growing needs, adequate supplies of fresh water were declining but still available for much of the world, ecosystem degradation was severe but not yet at a universally widespread point of crisis. Well into the 21st century, however, it is now evident that the path on which humanity has been traveling cannot continue much longer."
    },
    {
        "similarity": 0.25932401418685913,
        "title_target": "Summers M. Allies of Humanity, 12 points briefing\\Summary\\000",
        "title_source": "Dolan R. UFOs and the National Security State-V1, 2002\\Chapter 9. The Problem Renewed: 1970 to 1973\\049",
        "text_target": null,
        "text_source": "I have tried to show that the cover-up of UFO information is nothing unique. A state capable of conducting terminal mind-control experiments, biological spraying of American cities, illegal mail and cable interceptions, nationwide domestic surveillance by its military, human plutonium and syphilis injections, sundry coups and assassinations, ongoing media manipulation and flat-out public lying on a continual basis, would surely be capable of lying about UFOs, too. Indeed, it was the very institutions involved in such unsavory and subterranean activities that were most interested in maintaining UFO secrecy. What could they have been so concerned about? As everyone likes to ask, why the secrecy? Surely, if the military truly believed what it said for years about UFOs-that they are usually misidentifications of natural phenomena-it would hardly be interested in the problem. But that is not the case. As we have seen, objects have violated restricted airspace, and objects were seen by thousands of witnesses."
    },
    {
        "similarity": 0.2584760785102844,
        "title_target": "<TARGET>",
        "title_source": "Dolan R. UFOs and the National Security State-V2, 2009\\Conclusion\\006",
        "text_target": null,
        "text_source": "In all likelihood, secrecy relating to UFOs was a logical course of action initially that became an addiction the longer it continued. The longer it was maintained, the harder it was to reveal, and the greater the gap between official and black-world societies. One might therefore think that this secrecy, which continues to this day, is bound to last indefinitely. Such a conclusion would be logical and perhaps even seem to be inevitable. Yet it would be wrong. Under normal circumstances, it is true that perpetual secrecy would be the desired outcome by elites in relation to UFOs. By the end of the Cold War, such circumstances still applied, despite the confusion created by the collapse of the Soviet Union. This is because even then, although the world's infrastructure showed signs of strain, it remained in place. Energy remained sufficient to meet humanity's growing needs, adequate supplies of fresh water were declining but still available for much of the world, ecosystem degradation was severe but not yet at a universally widespread point of crisis. Well into the 21st century, however, it is now evident that the path on which humanity has been traveling cannot continue much longer."
    },
    {
        "similarity": 0.2581649422645569,
        "title_target": "Summers M. Allies of Humanity, 12 points briefing\\Summary\\001",
        "title_source": "Dolan R. UFOs for the 21st Century Mind,2014\\Chapter 12. Into the Future, Into Ourselves\\030",
        "text_target": null,
        "text_source": "There are other sides to free energy. First, we can assume that the so-called powers that be may not be especially happy with such a mass democratization of energy. If everyone has enough energy, then everyone becomes more difficult to manage. From the point of view of those interests at the top of the human pyramid, this is a problem. We can assume they will undertake whatever measures possible to prevent this from happening. But the real question will be, can they succeed? This is something no one can know at present, but my own feeling is that any attempt to stop history from moving forward will inevitably fail. There is another problem to be considered regarding free energy, no matter how clean it may be. Clean energy may not result in climate change or other types of environmental degradation. It may not be toxic to the environment the way that wood, coal, oil, and even natural gas have been. Yet, it is helpful to remember that a large portion of our global environmental crisis is not so much related to pollution as it is simply with the destruction of the natural habitat by human beings. As of this writing, there are more than seven billion people on Earth, swarming about the planet like so many locusts, devouring everything in our wake. We cannot help ourselves. More real estate development, more sprawl, less room for other creatures. This seems to be our way, but has only become a significant problem in the last few centuries, especially once humanity's population began its steep incline into the billions. Free energy may well accelerate that process. It may enable humanity to devour the planet's resources even faster, to depopulate the ocean's fishes, and to push out all other species of life that happen to be in the way of our expansion."
    },
    {
        "similarity": 0.2581368684768677,
        "title_target": "<TARGET>",
        "title_source": "Hill P. Unconventional Flying Objects, 1995\\Section XVII. The Humanoid Occupants\\029",
        "text_target": null,
        "text_source": "COLONIZATION AND TRADE? If UFO operators are representatives of races or species both technologically and sociologically advanced, they may have learned to control population pressures. In most cases, this may mean that interstellar colonization is more a logical process than a forced one (their logic, of course). But when the star of an inhabited planetary system approaches the nova stage all logic would point to colonization. For any advanced civilization this would be reason enough to apply their talents to the development of space ships and interstellar exploration, perhaps with millions of years of lead time. It seems that we have escaped colonization thus far-unless by remote chance we are the colony. Most people agree, however, that anthropological discoveries constitute convincing evidence that we are real, genuine, evolved natives. Also, if we are a colony we certainly got short-changed on knowledge and technology, notwithstanding the demonstrated ability of the ancients at stone constructions. We simply note that cosmological changes occur on a cosmic time scale. Probably we shall escape colonization a great deal longer."
    },
    {
        "similarity": 0.25795912742614746,
        "title_target": "<TARGET>",
        "title_source": "Jacobs D. Secret Life, 1993\\Foreword\\007",
        "text_target": null,
        "text_source": "For me and other investigators, abduction research has had a shattering impact on our views of the nature of the cosmos. This has led me to offer at least a parable, if not a theory, to illuminate what is going on. Virtually all peoples throughout history, with the exception of the Western culture of the Newtonian/Cartesian era, have experienced the universe as possessing some sort of intelligence or consciousness in which human beings participate with other animate beings and inanimate things in an enterprise that has meaning, purpose, and direction, however unfathomable these may be. In the West, we seem, for reasons perhaps as mysterious as the abduction phenomenon itself, to have cut ourselves off almost totally from awareness of any form of higher intelligence. But let us suppose that such an intelligence did exist, and, what is more, that it was not indifferent to the fate of the Earth, regarding its life forms and transcendent beauty as one of its better or more advanced creations. And let us imagine that the imbalance created by the overgrowth of certain human faculties, a kind of technodestructive and fear-driven acquisitiveness, were diagnosed (perceived? felt?-we really do not know how the divinity might experience itself and its creation) as the basic problem. What could be done as a corrective? The two natural approaches of which we can conceive would be the genetic and the environmental. Is it possible that through a vast hybridization program affecting countless numbers of people, and a simultaneous invasion of our consciousness with transforming images of our selfdestruction, an effort is being made to place the planet under a kind of receivership? This would not necessarily be for our good if this planet, on which humankind has broken the harmony of being, does not exist just for our pleasure, but in order to arrest the destruction of life and to make possible the further evolution of consciousness or whatever the anima mundi has in store. I do not say that this is true or offer it as a theory. I would merely suggest that if we could allow ourselves to reintroduce the possibility of a higher intelligence into the universe, and experience the numinous mystery of creation, this scenario is consistent with the facts of the abduction phenomenon."
    },
    {
        "similarity": 0.2576369047164917,
        "title_target": "<TARGET>",
        "title_source": "Jacobs D. The Threat, 1998\\12. Life As We Know It?\\000",
        "text_target": null,
        "text_source": "  The aliens continually refer to the future. They say it will be better for humans and aliens. When they impregnate women, they say the women are \"carrying the future.\" They refer to the \"children of the future.\" They talk about a \"change\" coming-a difficult change but an inevitable one. What we are seeing in the abduction phenomenon is apparently a process. Everything that has happened to the ab-ductees and all the aliens' activities are part of a process leading to a predetermined goal for the future. That process has been continuing for the entire twentieth century, and at some point in the near future it will end and the goal will be achieved. Contrary to the optimistic predictions of the Positives, I do not like what I see for the future. And the more information I gather about the abduction phenomenon, the more ominous the picture looks. When the end comes-and it will come-what will happen to humanity? I have had an aversion to addressing this question, preferring to ignore it. In a sense, it is easier and more comforting to listen to people's abduction accounts, try to make sense of what is happening, and not confront the implications for the future of what they are saying. The accounts are so extraordinary that it is easy to get lost in the minutiae of alien procedures and avoid taking a \"step back\" to gain perspective on where all this is leading. But in spite of my reluctance, it must be done. The aliens have brought to Earth a highly efficient program of human physiological exploitation. The breeding and hybridization programs have intruded upon our world and taken control of abductees' lives. The aliens have explained to the abductees that these programs are needed to \"salvage\" the future. They have focused their communication with the abductees on the need to save the environment, on the need to prevent or at least cope with mass destruction, and on the benefits of The Change, which is the way some of them refer to the culminating event in their plans for the future. But just who will benefit from The Change? Saving the Environment  A puzzling aspect of the abduction phenomenon is the environmental concern that aliens and hybrids display. They say that pollution and other problems are destroying the environment and that humans have been doing Earth a disservice. If they are concerned with Earth's environment, there must be a reason. The Positives believe the aliens' environmental message. However, the conclusion that an environmental \"cleanup\" is uppennost in the aliens' minds is subject to question. It is significant that the aliens almost never say or do anything to help the environment; they only lament its desecration. For example, they showed Pam Martin scenes of devastation to cities and wildlife, which made her aware of human responsibility for the problem."
    },
    {
        "similarity": 0.2573080360889435,
        "title_target": "<TARGET>",
        "title_source": "Dolan R. UFOs for the 21st Century Mind,2014\\Chapter 8. Contact and Abduction\\066",
        "text_target": null,
        "text_source": "In addition to Adamski, there were many other individuals of the 1950s who claimed similar types of contact: Daniel Frye, Howard and Connie Menger, George Van Tassell, Cedric Allingham, Orfeo Angelucci, Truman Bethurum, Elizabeth Klarer, and many others. Each of these people claimed to have had personal contact with human looking extraterrestrials, and all of the extraterrestrials had messages for humanity. In the 1950s, that message was almost exclusively geared toward the dangers of atomic power and weaponry. Over time, the messages evolved somewhat, but still retained the basic concept that the beings from elsewhere had knowledge that could be used for the betterment of both humanity and the individual. This, too, has always been a central tenet of theosophy. During the 1970s, for instance, Italian contactee, Giorgio Dibitonto had a number of alleged contacts with space brothers, including rides in starships. These beings were claimed to be the angels of the Bible, still charged with revealing spiritual truths to humanity and with guiding us on the path toward higher development. They told Dibitonto:  You have set matter and spirit against each other.… If you could free your mind from its presumptuous arrogance, and become meek and simple, pure and good… Then you would solve the whole problem of evil and your unhappiness. The intellect becomes ensnared if it represses or subverts [the wisdom of the heart]. Then the heart and the mind become enemies of each other, and the result is all manner of misfortune and sickness. This is a classic presentation of theosophical thought, and a perfect encapsulation of most messages from the space brothers, whether received in person, or via channeled or telepathic communications. Indeed, since the 1990s, the message from the space brothers has become almost exclusively spiritual. Even nuclear weapons and the environment have taken a back seat to the need for humanity to ascend to a higher level of consciousness in its ongoing process of spiritual evolution. In such a way, we can peacefully join the greater galactic community."
    },
    {
        "similarity": 0.2567422688007355,
        "title_target": "Summers M. Allies of Humanity, 12 points briefing\\Summary\\000",
        "title_source": "Dolan R. UFOs and the National Security State-V2, 2009\\Introduction\\017",
        "text_target": null,
        "text_source": "Sources  In researching this book I was fortunate to have a vast array of resources that were not available to me for the first volume of this study. Due to the kindness of several individuals, most notably the late William T. Sherwood of Rochester, New York, who bequeathed me his entire, substantial ufological library, I have had a surfeit of books, journals, newspaper clippings, as well as video and audio interviews. Of greatest importance are government documents which are available to anyone via several large collections on the web. In addition, I found interesting and previously unknown documents while visiting the U.S. National Archives in College Park, Maryland and the Canadian National Archives in Ottawa. Government documents are important; unfortunately they do not tell the whole story. In the first place, even during FOIA's glory years of the late 1970s, the UFO documents that were released had been of mid- to low-levels of classification. The few Top Secret documents were nearly entirely redacted. Generally speaking, this situation worsened in subsequent years to the point where FOIA became nearly useless for most military UFO encounters after the mid-1980s. A few accounts continue to make it through, however, so the effort remains important."
    },
    {
        "similarity": 0.25629180669784546,
        "title_target": "<TARGET>",
        "title_source": "Dolan R. UFOs for the 21st Century Mind,2014\\Chapter 1. What Are UFOs?\\044",
        "text_target": null,
        "text_source": "Over the years, I have formed the opinion that all of these types and more might well be real. Of course, until I meet and touch one myself, I can never be certain. Yet, it may simply come down to bioengineering. Skeptical scientists have emphasized the improbability of aliens from another world looking humanoid, reptoid, or insectoid. After all, those life forms evolved here on Earth. Shouldn't we expect life elsewhere to be a bit more unusual? The answer to this is yes, but with a qualifier. The qualifier is that any life able to reach our world, and wanting somehow to interact with it, would face the basic problem of biological hostility. Not so much from humanity, although we might be an annoyance. Rather, the problem would come from Earth's microbes, gravity, atmosphere, solar radiation, and so on. We evolved on Earth; presumably, they did not. Yet, if they want to interact with Earth in some direct way, how better than via genetic manipulation of native life forms? Or even breeding and enhancing their own humans, possibly over thousands of years?"
    },
    {
        "similarity": 0.2557477056980133,
        "title_target": "Summers M. Allies of Humanity, 12 points briefing\\Summary\\001",
        "title_source": "Dolan R. UFOs for the 21st Century Mind,2014\\Chapter 9. The Growth of Ufology\\077",
        "text_target": null,
        "text_source": "We would be foolish to reject such attempts out of hand. All new ideas, especially those that have sprung from deep-seated human needs, and which are so widespread, should be studied for what they can offer. But we should remember that all new philosophical developments contain much that is eventually discarded. The best course is to react with deliberation while we incorporate the science of the mind into ufology. While we do so, channelers and others who make unverifiable predictions must be held accountable for their claims. That includes seeking out skeptical arguments that debunk their claims, for there is no question that some of these individuals are fakes through and through. Simply because it may be possible in theory that a person can hear an extraterrestrial in his or her mind does not mean that some other person is telling the truth when they claim to communicate with beings from Andromeda. Or that they time traveled, or went to Mars, or that on December 21, 2012 (or now some future date), you will transform into a crystalline entity without the need to eat food, and that all the nasty problems humanity currently faces will be solved. Only fools discard the tried and true rules of evidence for a pile of magic beans. Ufology's Future   Whether the current leaders and thinkers in UFO research recognize this or not, this discipline must remain up-to-date. It must be based on sound scientific principles, but with the ability to embrace fresh ideas and new technologies. What is needed is leadership. Not merely from the head of whatever organizations may exist, but true leaders wherever they may be."
    },
    {
        "similarity": 0.2557089924812317,
        "title_target": "Summers M. Allies of Humanity, 12 points briefing\\Summary\\001",
        "title_source": "COMETA report. UFOs and Defense-What Should We Prepare For, 1999\\Chapter 13. Political and Religious Implications\\017",
        "text_target": null,
        "text_source": "But how then do we avoid the pitfall of good intentions and good sentiments that everyone knows the road to hell is paved with? (13) Should we admit how long we have been observing them? Would they reproach us for not having intervened to prevent a world war of this type, or would they blame us for it, or, more generally, would they hold it against us that we changed the course of civilizations? Very severe and lasting psychological disturbances should be envisioned in these cases. Would they be disappointed to learn that we are not immortal? Later, economic and technological exchanges and financial ties should be established with these populations. Would it be a wise policy to involve ourselves in local affairs? And in one manner or another, could we escape the requests to become arbitrators of political disagreements, peace, war, and economic crises? Whatever the case, one day or another we would have to pay the price for all of the unsolved problems. Would they not go so far as to reproach us for the contributions of our very advanced civilization, or at least for what we thought would be of benefit to them? Changes of opinion and attitude toward us could occur over time. Wouldn't groups of people be one day tempted to consider themselves our equals, because we were not able to remain inaccessible? Protest movements would consequently arise and revolutionary cycles would no doubt be set in motion, as a result of which we, as well as our Herodian allies, would suffer. Our global policy would then be compromised and we would have to consider making our contacts less frequent and, ultimately, withdrawing onto our ships and retreating. We would then have the time necessary to review our policies, based on the still unknown techniques of our catechumens. The discovery of new worlds could enable us to enter into contact with civilizations just as developed as our own and even far more advanced. Nothing allows us to rule out the possibility that, ultimately, we would encounter explorers from other more distant worlds. Under these hypothetical conditions, it is permissible to imagine that we might have been discovered in space first. It would be our turn then to experience - at least in part - the psychological effects and the political and religious implications that we have described. What would be the policy of local governments toward us? Would they welcome us peacefully or would they prudently keep us at a distance? Should we fear seeing ourselves aim nuclear space weapons or other weapons against, for example, the bases that we had attempted to establish or had succeeded in establishing in the asteroid belt close to one of their worlds? What would be the results of such encounters? What relations could we establish and what influences would we exert on these different types of civilizations?"
    },
    {
        "similarity": 0.2549114227294922,
        "title_target": "<TARGET>",
        "title_source": "Dolan R. UFOs and the National Security State-V2, 2009\\Introduction\\005",
        "text_target": null,
        "text_source": "It is also a reality that is actively being covered up. It is a phenomenon so significant that elements of the human power structure have made it their priority to keep information about it strictly to themselves, apparently at all cost. As to the identity of these secret-keepers, many sources culled from several decades of leaks, as well as broad geopolitical trends, make a reasonable case that they are beyond nations. The U.S. power structure, while still integral to the system of secrecy, may not be the final word as it once was. The implications of a UFO reality and cover-up are profound. It means that our society has lived in an official reality so incomplete, so inaccurate, that we may with justice call it fictitious. It means that the history we have learned, the science we think we know, and the very core of who we think we are, need to be rediscovered. There is also the knotty issue of who or what is behind the UFO phenomenon itself. Here, matters become even more complicated. It seems clear that some of the phenomena are the result of secret breakthroughs by all-too-human groups, some more covert than others. Six decades of classified expenditures (and other forms of secret spending) have provided ample resources to apply principles and technologies that have remained sealed off from the rest of humanity. This development alone is enough to justify the greatest secrecy. But terrestrial breakthroughs do not appear to account for the core of the UFO phenomenon. The confrontational nature of the objects, the never-ending military encounters and attempted interceptions tell the reasonable mind that something else is going on. Added to this are the thousands of detailed descriptions, given by rational and intelligent people (who normally wish to remain anonymous), of having been taken by non-human beings to be studied and acted upon in various ways. These too tell us something is happening. Separating ours from theirs can be difficult and – due to entrenched viewpoints – thankless. Still, it looks like both types of UFOs exist, adding to the complexity of an already formidable problem. In a world that is moving fast toward a nightmarish dystopia relieved only by the distractions of a mass entertainment industry, investigating such matters may not seem to be an attractive option for many. Yet in all societies at all times, there are those who care, those who hunger for that quaint anachronism called Truth. I am here to tell you that there is such a thing. With effort and sacrifice, truth can be known. Once known, it may continue to exact a heavy price on those who possess it. And yet, it is more precious than the rarest of gems, easily worth knowing for those who dare to chase it. For it is truth, and only truth, that will ever set you free."
    },
    {
        "similarity": 0.25473305583000183,
        "title_target": "<TARGET>",
        "title_source": "Jacobs D. The Threat, 1998\\11. The Nature of Alien Intentions\\000",
        "text_target": null,
        "text_source": "  Despite the numerous examples of aggressive and humiliating hybrid behavior, the existence of \"benign\" independent hybrid activity and the \"peaceful\" and even polite demeanor of the gray aliens have led some abductees and researchers to conclude that the abduction phenomenon is a positive force. This growing group has launched a crusade to convince the public that the entire alien agenda is benevolent, helpful, and spiritually uplifting. \"I see the ET visitors-the so-termed 'alien humanoids'-as friendly and with positive motivations and beneficial effects.\" So writes Dr. John Hunter Gray (fonnerly John Salter), professor of Indian Studies at the University of North Dakota, committed social activist, winner of the Martin Luther King award for civil rights work, and an abductee. Hunter Gray consciously remembered being abducted with his son in 1988. From the fragments he recalled of the event, he knew that kindly extraterrestrials were visiting Earth and that he was personally enhanced by their abduction of him. His view is typical of those of researchers and abductees who believe that aliens are benevolent beings who have come to Earth to help humans on both a personal and a societal level. Since the early 1980s the Positives have espoused the belief that humanity is fortunate to have been chosen for this beneficence. Influential Proponents  In addition to John Hunter Gray, there are several other Positive proponents who have shaped a segment of public opinion about the meaning of abductions and the aliens' ultimate intentions. One of the first to champion the idea that aliens are on Earth for our benefit was University of Wyoming professor of Guidance and Counseling Leo Sprinkle. An early pioneer in abduction research, beginning hypnosis in the mid-1960s, Sprinkle concluded that the simple explanation that beings come to Earth for their own purposes was insufficient. Eventually Sprinkle developed the rationale that \"there are two themes to the ET [extraterrestrial] purpose; 1, ETs are here to rejuvenate planet earth and 2, ETs are here to assist humankind in another stage of evolution.\" The ETs' method of showing mankind that they are here to help us, he explained, is \"through a metamorphosis of human consciousness.\"! The metamorphosis takes place, in part, through the lessons that wise aliens teach humans about cosmic matters. The aliens often communicate these lesson through channeling. In the course of his research, Sprinkle came to realize that he himself is an abductee. In 1980, Sprinkle held the first of his annual conferences in Laramie, Wyoming, which has become a central meeting place for followers of the Positive point of view. At the conferences, Sprinkle often takes questions from concerned individuals about abductions or sightings and \"channels\" the meaning of the person's event, directly asking the aliens questions and relating the answers. This total acceptance of the spirituality of the abduction phenomenon has made him popular with many abductees and researchers influenced by New Age thought."
    },
    {
        "similarity": 0.2540208697319031,
        "title_target": "<TARGET>",
        "title_source": "Good T. Above Top Secret, 1988\\14. THE CENTRAL INTELLIGENCE AGENCY\\091",
        "text_target": null,
        "text_source": "Although most of the FOIA documents indicate only a routine interest in the problem, which was handled largely by the Foreign Broadcast Information Service, Foreign Documents Division, and the Domestic Contact Service-all innocuous, nonclandestine units-they also disclose, by inference, a standing requirement of the Directorate of Science and Technology for gathering UFO data. This, in turn, indicates other collection units, says Marchetti, such as the Clandestine Services, the CIA's directorate which was given the task of providing information from all over the world on the UFO phenomenon. \"However,\" he adds, \"few such reports were released-and that implies a cover-up!\" His theory is that: we have, indeed, been contacted-perhaps even visited-by extraterrestrial beings, and the U.S. government, in collusion with the other national powers of the earth, is determined to keep this information from the general public. The purpose of the international conspiracy is to maintain a workable stability among the nations of the world and for them, in turn, to retain institutional control over their respective populations. Thus, for these governments to admit that there are beings from outer space . . . with mentalities and technological capabilities obviously far superior to ours, could, once fully perceived by the average person, erode the foundations of the earth's traditional power structure. Political and legal systems, religions, economic and social institutions could all soon become meaningless in the mind of the public. The national oligarchical establishments, even civilization as we now know it, could collapse into anarchy. Such extreme conclusions are not necessarily valid, but they probably accurately reflect the fears of the \"ruling classes\" of the major nations, whose leaders (particularly those in the intelligence business) have always advocated excessive governmental secrecy as being necessary to preserve \"national security.\""
    },
    {
        "similarity": 0.2528512477874756,
        "title_target": "Summers M. Allies of Humanity, 12 points briefing\\Summary\\001",
        "title_source": "Jacobs D. The Threat, 1998\\12. Life As We Know It?\\000",
        "text_target": null,
        "text_source": "  The aliens continually refer to the future. They say it will be better for humans and aliens. When they impregnate women, they say the women are \"carrying the future.\" They refer to the \"children of the future.\" They talk about a \"change\" coming-a difficult change but an inevitable one. What we are seeing in the abduction phenomenon is apparently a process. Everything that has happened to the ab-ductees and all the aliens' activities are part of a process leading to a predetermined goal for the future. That process has been continuing for the entire twentieth century, and at some point in the near future it will end and the goal will be achieved. Contrary to the optimistic predictions of the Positives, I do not like what I see for the future. And the more information I gather about the abduction phenomenon, the more ominous the picture looks. When the end comes-and it will come-what will happen to humanity? I have had an aversion to addressing this question, preferring to ignore it. In a sense, it is easier and more comforting to listen to people's abduction accounts, try to make sense of what is happening, and not confront the implications for the future of what they are saying. The accounts are so extraordinary that it is easy to get lost in the minutiae of alien procedures and avoid taking a \"step back\" to gain perspective on where all this is leading. But in spite of my reluctance, it must be done. The aliens have brought to Earth a highly efficient program of human physiological exploitation. The breeding and hybridization programs have intruded upon our world and taken control of abductees' lives. The aliens have explained to the abductees that these programs are needed to \"salvage\" the future. They have focused their communication with the abductees on the need to save the environment, on the need to prevent or at least cope with mass destruction, and on the benefits of The Change, which is the way some of them refer to the culminating event in their plans for the future. But just who will benefit from The Change? Saving the Environment  A puzzling aspect of the abduction phenomenon is the environmental concern that aliens and hybrids display. They say that pollution and other problems are destroying the environment and that humans have been doing Earth a disservice. If they are concerned with Earth's environment, there must be a reason. The Positives believe the aliens' environmental message. However, the conclusion that an environmental \"cleanup\" is uppennost in the aliens' minds is subject to question. It is significant that the aliens almost never say or do anything to help the environment; they only lament its desecration. For example, they showed Pam Martin scenes of devastation to cities and wildlife, which made her aware of human responsibility for the problem."
    },
    {
        "similarity": 0.2524215877056122,
        "title_target": "Summers M. Allies of Humanity, 12 points briefing\\Summary\\000",
        "title_source": "Dolan R. UFOs and the National Security State-V1, 2002\\Introduction\\025",
        "text_target": null,
        "text_source": "THE NATIONAL SECURITY STATE     We think we're Luke Skywalker, says a friend of mine, when we're actually Darth Vader. America is a country with a bad conscience, nominally a republic and free society, but in reality an empire and oligarchy, vaguely aware of its own oppression, within and without. I have used the term national security state to describe its structures of power. It is a convenient way to express the military and intelligence communities, as well as the worlds that feed upon them, such as defense contractors and other underground, nebulous entities. Its fundamental traits are secrecy, wealth, independence, power, and duplicity. 1. Secrecy     Nearly everything of significance undertaken by America's military and intelligence community in the past half-century has occurred in secrecy. The undertaking to build an atomic weapon, better known as the Manhattan Project, remains the great model for all subsequent activities. For more than two years not a single member of Congress even knew about it, although its final cost exceeded the then-incredible total of $2 billion. During and after the Second World War, other important projects, such as the development of biological weapons, the importation of Nazi scientists, terminal mind-control experiments, nationwide interception of mail and cable transmissions of an unwitting populace, infiltration of the media and universities, secret coups, secret wars, and assassinations all took place far removed not only from the American public, but from most members of Congress and a few presidents. Indeed, several of the most powerful intelligence agencies were themselves established in secrecy, unknown by the public or Congress for many years. 2. Wealth     Since the 1940s, the U.S. Defense and Intelligence establishment has had more money at its disposal than most nations. In addition to official dollars, much of the money is undocumented. From its beginning, the CIA was engaged in a variety of off-the-record business activities that generated large sums of cash. The connections of the CIA with global organized crime (and thus de facto with the international narcotics trade) has been well established and documented for many years.4 In addition, the CIA maintained its own private airline fleet which generated a tidy sum of unvouchered funds primarily out of Asia. Indeed, much of the original money to run the American intelligence community came from very wealthy and established American families, who have long maintained an interest in funding national security operations important to their interests."
    },
    {
        "similarity": 0.25239819288253784,
        "title_target": "<TARGET>",
        "title_source": "Marrs J. Alien Agenda, 1997\\EPILOGUE. NEW REALITIES\\003",
        "text_target": null,
        "text_source": "There can be no doubt that beginning at least with World War II, military and government authorities in the United States took a keen interest in reports of flying craft and the glowing orbs that chased warplanes. Much material exists to suggest that the leaders of Nazi Germany may have developed a flying saucer based on advanced technology, which ended up in the hands of another nation. Whether this saucer was the result of human ingenuity or perhaps alien contact has yet to be been determined. The year 1947 marked an obvious turning point in the government's attitude toward the subject, adding considerable weight to speculation that something unearthly was recovered near Roswell, New Mexico, and perhaps other locations. Where the government had acknowledged the possibility of extraterrestrial craft and beings prior to 1947, a new attitude of dismissal and ridicule was instituted. Right up to today, official denial has effectively blocked any public consideration of the phenomenon. Yet consistent internal reports and testimony from a variety of people showed that official interest in UFOs at the highest levels of government never diminished-only went deep undercover. The Brookings report coupled with numerous public statements by several different officials indicated that leaders were fearful of the knowledge they had concerning UFOs. They feared disruption of public institutions and panic. Military officers, as always, viewed exotic technology as potential weapon systems to be kept secret from any potential enemy. Other leaders may have been less concerned about the public's state of mind or military security than about their own interests in maintaining control over public institutions, technologies, and profits. It is clear from the record that beginning in 1952, government intelligence, initially the CIA, began to assume control over the UFO issue. U.S. Air Force Project Blue Book became merely a public relations front with a twofold purpose: to quiet the public clamor by dismissing as many UFO reports as possible and yet at the same time quietly collecting serious UFO information that was passed along to higher authorities. It appears highly plausible that about this same time, a top-level, highly secret group of military officers, scientists, and other leaders was established to study the UFO issue-an MJ-12 group in effect if not in name. According to a wide variety of sources, such a group still operates today. Such a group would clearly more represent the wealthy top 2 percent of the United States population than the bottom 98 percent, and it is fair to assume that their interests-particularly from the standpoint of self-survival-might not coincide with the best interests of the general public. Then there are the bizarre stories-too many from too many different sources to ignore-that at some point representatives of the government may have in fact made contact with aliens. All of this would presuppose the tightest secrecy possible by government-exactly the situation discerned by a study of the historical record. However, this wall of silence may have developed some cracks in recent years. It may be that our leaders are making sporadic efforts to condition the public to the idea of alien visitation. Strange alien creatures have been showing up in everything from expensive Super Bowl TV ads and children's cartoons to series such as The X-Files and Dark Skies, not to mention blockbuster movies. While the profit motive undoubtedly plays a large part, that such airings are allowed indicates to many that such concepts are being encouraged by the leadership of the tightly controlled mass media. A truly free and democratic people-such as we like to think of ourselves being-should assert their right to the same knowledge as the wealthiest members of society. After all, we will all share equally in the future of Earth. It could very well be that the reason so many ordinary people claim to have had contact with alien beings is that those human leaders who have sought to keep the public ignorant of the alien presence are being bypassed. Despite what appears to be a concerted effort by government and others to hide away this alien presence, an ever-growing number of people are becoming conscious of this new reality through a variety of means, including personal contact, channeled messages, the wider dissemination of news and information through computer networks, books, movies, TV, videos, a growing number of public speakers, plain old intuition, and military-developed remote viewing."
    },
    {
        "similarity": 0.2504330277442932,
        "title_target": "<TARGET>",
        "title_source": "Howe L. An Alien Harvest, 2014\\Chapter 7. Government Knowledge\\071",
        "text_target": null,
        "text_source": "The top of the page was Project GARNET. It stated that all questions and mysteries about the evolution of Homo sapiens on Earth had been answered and that project was closed. By 2005, a much more detailed definition of Project GARNET and a Humanization Project had emerged in the 2005 book, Raechel's Eyes by Helen Littrell and Jean Bilodeaux, about human-alien hybrids living on Earth in large underground installations approved by the U. S. government in a treaty since the late 1940s. One alleged underground alien-human collaboration site called Four Corners is on the north side of Area 51, Groom Lake, Nellis AFB, near Rachel, Nevada. Government leaks say the EBENs create human-ET hybrids with genetic manipulation. In addition, the EBENs allegedly created the Big Nose Greys with Rapid Cycle Cloning technology. The U. S. government calls those Big Nose Grey clones Archquloids. [Also see ET cloning tube technology described by human abductees in Glimpses of Other Realities, Vol. II: High Strangeness © 1998 by this author. All Howe books and documentaries at Earthfiles.com Shop.] Project GARNET in Raechel's Eyes is described as controlling all the information on genetic manipulation being carried on by aliens."
    },
    {
        "similarity": 0.25041207671165466,
        "title_target": "Summers M. Allies of Humanity, 12 points briefing\\Summary\\000",
        "title_source": "Jacobs D. The Threat, 1998\\11. The Nature of Alien Intentions\\020",
        "text_target": null,
        "text_source": "Using the New Age to Cope  It is extremely difficult for unaware abductees who have not undergone competent hypnosis, or who have had none at all, to come to terms emotionally with their abductions. As a result, they develop coping mechanisms to deal with the continual psychological and physical assault from their experiences. To mitigate their victimization, they transform their lifetime of fear and anxiety into a more psychologically bearable scenario. These abductees seek reassurance and find organizations and people who share their belief that the aliens are benevolent. Often they become involved with New Age groups that focus on the existence of alternative realities. The abductees leam there is more to life than one can know on a conscious, objective level. When they come in contact with the channeling of aliens or spirit-aliens, they \"discover\" an explanation for their experiences. In channeling, the entity answers all questions, no matter how grand, esoteric, or trivial. And the channeled messages directly address the rationale behind the abduction experiences: The abductees have been chosen to undertake a mission to help humanity, Earth, the aliens, and the universe. Abductees are not victims-they are important players in a majestic alien plan for the betterment of humanity. Enduring a little fear and pain is a small price to pay for taking part in such an important task. To circumvent the problems of being taken against their will, living in fear, and being unable to say \"no,\" the New Age abductees believe they have given the aliens \"permission\" to abduct them, either in a past life or when they were small children. They entered into a verbal contract and, therefore, it is proper, and even legal, for the aliens to abduct them. For New Age Positives, the aliens are humanity's friends. Godlike, they have come from the heavens to help us find our way. Not only do they have superior technology, but their moral sense, desire for peace, spirituality, and ability to love are all far more advanced than ours. Being a part of their cosmic vision is a privilege and an honor. Often the New Age Positives band together into almost cultlike groups to defend themselves from their detractors-researchers and abductees who have come to different conclusions about the abduction phenomenon. The Positives reinforce one another's feelings and insulate themselves from the terror of their lives; they become angry when \"less enlightened\" abduction researchers question their interpretation. For years critics of the UFO phenomenon spuriously claimed that UFO witnesses were forming a \"new religion\" based on gods from space. This was never true of UFO witnesses who came forward to report their sightings and then went on with their lives. However, abductees and researchers who have accepted New Age teachings share a quasi-religious sentiment in their interpretation of alien intentions. They ascribe benevolent powers to the aliens and have an almost religious fervor in protecting the aliens from wrong-thinking individuals who would treat them more as scientific objects than as miraculous messengers. The Positives simultaneously anthropomorphize and deify the aliens. While the benevolent alien-gods were all-powerful, they have a moral structure not unlike our own. They can destroy us but choose to work for our betterment. In return, they will eventually receive our gratitude and will know that they preserved Earth and the precious life on it, which is intrinsically rewarding to them. The belief system of the New Age Positives is exceptionally strong because they know the alien-gods exist. After all, they have actually contacted the individual \"experiencer,\" which adds \"proof' to their religious belief and drives the \"experiencer\" to missionary zeal. Each abduction confirms the reality of the phenomenon and strengthens the New Age beliefs. For New Age Positives, the alien-gods are not just a matter of faith-they are a matter of stark fact."
    },
    {
        "similarity": 0.2497611939907074,
        "title_target": "Summers M. Allies of Humanity, 12 points briefing\\Summary\\000",
        "title_source": "Dolan R. UFOs and the National Security State-V2, 2009\\Conclusion\\003",
        "text_target": null,
        "text_source": "That the major institutions of society have not fought for the truth on this matter seems at first baffling. However, if one considers the awesome nature of the phenomenon itself, the transformative power inherent in the knowledge of something so vastly different, and the probable disruption to established institutions that would occur in the event of its disclosure, perhaps it is not so surprising, after all. On the contrary, it is easy to see how exceptional measures would be deemed necessary to deal with it. In a relatively open, republican system of government, it posed a serious problem. A way had to be found to keep the system alive while creating another, increasingly separate, system that would be empowered to deal with the extraordinary intrusion of others into our world. This would be especially so if human authorities determined the others were manipulating global geopolitics for their own non-human agendas, a possibility that any responsible government would need to investigate. In such a circumstance, only one of two things can happen. The President, or some other legally constituted authority, would make a statement informing the world of the reality of UFOs and aliens. The world would then go through its obligatory baptism by fire. Various governments would need to explain not only the whys of UFO secrecy, but the hows . This would undoubtedly get into matters of the construction and funding of the black budget, and very likely would lead into areas in which citizens might wish to engage in legal actions of all sorts. The implications for the petroleum, steel, and electronics industries could well be catastrophic, assuming that better versions of each are inherent in the UFO matrix of reality. No doubt many other major industries would be similarly affected. Thus, the short-term repercussions would be a problem of the greatest magnitude. The other scenario would be an ever-deepening code of silence. If it were decided that the post-disclosure ride would be too rough, the outcome too uncertain, then absolute secrecy would have to be maintained. But how? In a world in which free inquiry ostensibly reigns, where thousands of major universities, newspapers, and news media outlets compete to inform the general public, could long-term secrecy be possible? The answer is that it could be, if the right relationships were established with leading academic and media sources. Key figures within those industries would serve as the sheep dogs, charged with keeping the rest of the herd together. Meanwhile, with virtually limitless black budgets and little meaningful oversight, the secret surrounding UFOs could go deeper and deeper, developing into a strict policy of denial on all ET-related matters in the interest of national security. Lies could even become operational priorities, while truth becomes a threat."
    },
    {
        "similarity": 0.24939210712909698,
        "title_target": "Summers M. Allies of Humanity, 12 points briefing\\Summary\\001",
        "title_source": "Jacobs D. The Threat, 1998\\6. Why They Are Secret\\015",
        "text_target": null,
        "text_source": "The celebrated UFO researcher and astronomer J. Allen Hynek wrestled with the problems of noncontact and the seemingly absurd manner in which UFOs behaved. When the UFOs initiated what appeared to be a fonn of contact-being seen from time to time, buzzing cars and airplanes, scaring people, not giving humans a \"gesture of good will\"- it made no sense. Why would UFOs and their occupants exhibit such bizarre behavior? Hynek speculated that UFOs dwelled in a parallel universe or another dimension and \"popped\" through to Earth. Perhaps they came on the \"astral plane\" in which they could \"will\" themselves to be on Earth. Whatever the case, the ease with which they came to Earth suggested that UFOs could do what they wanted without having to make formal contact. 15 Biologist and UFO researcher Frank Salisbury summed up these attitudes in 1974 by saying \"The extraterrestrials might simply have their reasons for not wanting to make formal contact, and ... we, in this stage of our development, simply cannot fathom those reasons.\" Although theories have abounded-Earth as a refueling station for UFOS traveling to other places, Earth as a tourist spot for aliens to gaze upon-by the late 1980s most researchers had given up speculating about noncontact. Not enough evidence existed upon which to base a viable hypothesis. Then in the early 1990s, John Mack revived the debate by postulating that the purpose of noncontact was \"to invite, to remind, to permeate our culture from the bottom up as well as the top down, and to open our consciousness in a way that avoids a conclusion that is different from the ways we traditionally require.\" Humans must look for proof of the existence of aliens in ways other than the purely rational. \"It is for us to embrace the reality of the phenomenon and to take a step forward appreciating that we live in a universe different from the one in which we have been taught to believe.\" I believe these prior hypotheses to be inadequate to explain the UFO phenomenon. As with most speculation about the phenomenon, researchers have based their hypotheses about noncontact on the most circumstantial evidence. Furthermore, most theories have placed noncontact within a human-centered context: Aliens either fear humans or want to help them. Like Ptolemy, who assumed that Earth was the center of the solar system, most researchers have assumed that aliens have come to Earth because they realize the uniqueness and importance of humans. This is what the Judeo-Christian tradition teaches. Indeed, most traditional theories of formal contact have been rooted in Judeo-Christian anthropomorphism. These theories have generally assumed that an alien species would have a strong interest in the complex thought processes, civilization, and technology of humans. Aliens would respect us and share their scientific and technological knowledge with us; humans would join with aliens into a community of planets. These assumptions have been based not on evidence but on the ideas and thought processes derived from the society and culture in which its adherents live."
    },
    {
        "similarity": 0.24900688230991364,
        "title_target": "Summers M. Allies of Humanity, 12 points briefing\\Summary\\000",
        "title_source": "Friedman S. Flying Saucers and Science, 2008\\Forewords\\000",
        "text_target": null,
        "text_source": " by Dr. Edgar Mitchell, ScD, and Dr. Bruce Maccabee, PhD   The fact of an extraterrestrial presence on and around Earth for at least half of the 20th century has been increasingly accepted in the United States and much of the Western world in recent times, albeit slowly. This has happened in spite of continuous efforts of political, military, and cultural authorities in the United States and other nations to obscure and even deny that fact through the release of distorted and false information pertaining to sightings and other reports. Discovery that we are not alone in the universe must rank, for us humans, as one of the most portentous events in our entire history. Only in the time of generations now living has our own technology progressed to the point that we can venture off our planet, and also create the means necessary to view the vastness of the cosmos as no generations before us have done. Debate about the propriety, morality, and even legality of such official denial and cover-up of these events in a free and open society will likely continue for some decades. Justifications involving national security, potential use of the knowledge by military opponents, public unrest, and even fear of public uprisings may be invoked by those seeking to defend these policies. The fact that the now-famous Roswell UFO crash occurred shortly after World War II, the most widespread and disastrous war in history, and following the first use of nuclear weaponry in war-weaponry that was initially tested at the nearby White Sands Proving Grounds-provided ample grounds for military concerns. Whether these were valid concerns has yet to be determined. However, in the context of the cold war era, it is understandable that the military and intelligence communities might have been concerned that the aliens were hostile, yet were unable to do anything about their presence, and thus would not want the public to know. (The famous radio program War of the Worlds had been broadcast on the East Coast of the United States only a few years earlier, causing widespread panic.) Additionally, in light of the recovery of an alien craft at Roswell, the military and intelligence communities would not want America's Cold War enemies to know we had gained access to an advanced technology that might be used by the United States to deliver weapons. So there may have been sound reasons for enforcing a cloak of secrecy, denial, and misdirection about UFOs."
    },
    {
        "similarity": 0.24884219467639923,
        "title_target": "<TARGET>",
        "title_source": "Dolan R. UFOs and the National Security State-V1, 2002\\Introduction\\025",
        "text_target": null,
        "text_source": "THE NATIONAL SECURITY STATE     We think we're Luke Skywalker, says a friend of mine, when we're actually Darth Vader. America is a country with a bad conscience, nominally a republic and free society, but in reality an empire and oligarchy, vaguely aware of its own oppression, within and without. I have used the term national security state to describe its structures of power. It is a convenient way to express the military and intelligence communities, as well as the worlds that feed upon them, such as defense contractors and other underground, nebulous entities. Its fundamental traits are secrecy, wealth, independence, power, and duplicity. 1. Secrecy     Nearly everything of significance undertaken by America's military and intelligence community in the past half-century has occurred in secrecy. The undertaking to build an atomic weapon, better known as the Manhattan Project, remains the great model for all subsequent activities. For more than two years not a single member of Congress even knew about it, although its final cost exceeded the then-incredible total of $2 billion. During and after the Second World War, other important projects, such as the development of biological weapons, the importation of Nazi scientists, terminal mind-control experiments, nationwide interception of mail and cable transmissions of an unwitting populace, infiltration of the media and universities, secret coups, secret wars, and assassinations all took place far removed not only from the American public, but from most members of Congress and a few presidents. Indeed, several of the most powerful intelligence agencies were themselves established in secrecy, unknown by the public or Congress for many years. 2. Wealth     Since the 1940s, the U.S. Defense and Intelligence establishment has had more money at its disposal than most nations. In addition to official dollars, much of the money is undocumented. From its beginning, the CIA was engaged in a variety of off-the-record business activities that generated large sums of cash. The connections of the CIA with global organized crime (and thus de facto with the international narcotics trade) has been well established and documented for many years.4 In addition, the CIA maintained its own private airline fleet which generated a tidy sum of unvouchered funds primarily out of Asia. Indeed, much of the original money to run the American intelligence community came from very wealthy and established American families, who have long maintained an interest in funding national security operations important to their interests."
    },
    {
        "similarity": 0.24721942842006683,
        "title_target": "Summers M. Allies of Humanity, 12 points briefing\\Summary\\001",
        "title_source": "Jacobs D. The Threat, 1998\\11. The Nature of Alien Intentions\\020",
        "text_target": null,
        "text_source": "Using the New Age to Cope  It is extremely difficult for unaware abductees who have not undergone competent hypnosis, or who have had none at all, to come to terms emotionally with their abductions. As a result, they develop coping mechanisms to deal with the continual psychological and physical assault from their experiences. To mitigate their victimization, they transform their lifetime of fear and anxiety into a more psychologically bearable scenario. These abductees seek reassurance and find organizations and people who share their belief that the aliens are benevolent. Often they become involved with New Age groups that focus on the existence of alternative realities. The abductees leam there is more to life than one can know on a conscious, objective level. When they come in contact with the channeling of aliens or spirit-aliens, they \"discover\" an explanation for their experiences. In channeling, the entity answers all questions, no matter how grand, esoteric, or trivial. And the channeled messages directly address the rationale behind the abduction experiences: The abductees have been chosen to undertake a mission to help humanity, Earth, the aliens, and the universe. Abductees are not victims-they are important players in a majestic alien plan for the betterment of humanity. Enduring a little fear and pain is a small price to pay for taking part in such an important task. To circumvent the problems of being taken against their will, living in fear, and being unable to say \"no,\" the New Age abductees believe they have given the aliens \"permission\" to abduct them, either in a past life or when they were small children. They entered into a verbal contract and, therefore, it is proper, and even legal, for the aliens to abduct them. For New Age Positives, the aliens are humanity's friends. Godlike, they have come from the heavens to help us find our way. Not only do they have superior technology, but their moral sense, desire for peace, spirituality, and ability to love are all far more advanced than ours. Being a part of their cosmic vision is a privilege and an honor. Often the New Age Positives band together into almost cultlike groups to defend themselves from their detractors-researchers and abductees who have come to different conclusions about the abduction phenomenon. The Positives reinforce one another's feelings and insulate themselves from the terror of their lives; they become angry when \"less enlightened\" abduction researchers question their interpretation. For years critics of the UFO phenomenon spuriously claimed that UFO witnesses were forming a \"new religion\" based on gods from space. This was never true of UFO witnesses who came forward to report their sightings and then went on with their lives. However, abductees and researchers who have accepted New Age teachings share a quasi-religious sentiment in their interpretation of alien intentions. They ascribe benevolent powers to the aliens and have an almost religious fervor in protecting the aliens from wrong-thinking individuals who would treat them more as scientific objects than as miraculous messengers. The Positives simultaneously anthropomorphize and deify the aliens. While the benevolent alien-gods were all-powerful, they have a moral structure not unlike our own. They can destroy us but choose to work for our betterment. In return, they will eventually receive our gratitude and will know that they preserved Earth and the precious life on it, which is intrinsically rewarding to them. The belief system of the New Age Positives is exceptionally strong because they know the alien-gods exist. After all, they have actually contacted the individual \"experiencer,\" which adds \"proof' to their religious belief and drives the \"experiencer\" to missionary zeal. Each abduction confirms the reality of the phenomenon and strengthens the New Age beliefs. For New Age Positives, the alien-gods are not just a matter of faith-they are a matter of stark fact."
    },
    {
        "similarity": 0.24689629673957825,
        "title_target": "Summers M. Allies of Humanity, 12 points briefing\\Summary\\000",
        "title_source": "COMETA report. UFOs and Defense-What Should We Prepare For, 1999\\Chapter 13. Political and Religious Implications\\015",
        "text_target": null,
        "text_source": "Before or after the implementation of an influencing program, why not imagine having bionic robots that look like humans or resemble the living beings there appear in order not to risk the lives of members of our expeditions? Finally, why not purely and simply present ourselves openly and publicly? It is easy to imagine the huge sensation that this would cause in all psychological, political, military, strategic, and religious spheres, to say nothing of the media, [as well as the] multiple meetings and international colloquiums, uninterrupted sessions of organizations such as the UN, calls for \"world unity, \" international consultations, the creation of welcoming committees, etc. [that it would prompt]. The rivalry of the States would be interesting to observe. It goes without saying that our intentions must be perceived as peaceful. If this were not our policy, there would, of course, be no need to take special precautions to show consideration for the sentiments of the local populations. In all of these scenarios, we should encounter idolaters, sycophants, Herodians, who, out of a millenalist conviction, gullibility, pragmatism, or interest, would welcome us with enthusiasm as saviors, capable of solving all of their problems and bringing them peace and prosperity, preferably without having to exert much effort. These would be our first allies. Zealots, skeptics, and those who have withdrawn into the venerable secular conceptions of their world, which has been turned upside-down, would cast doubt on or deny our existence. If they were to admit it, they would consider us as so many invaders, whose intentions would be perceived as all the more suspect since they would be peaceful. There is but one logical step to take between that and imagining the creation of defense movements and resistance movements against the invader. The strength of these movements would depend, in part, on our skill in squashing them."
    },
    {
        "similarity": 0.24683243036270142,
        "title_target": "<TARGET>",
        "title_source": "COMETA report. UFOs and Defense-What Should We Prepare For, 1999\\Chapter 13. Political and Religious Implications\\008",
        "text_target": null,
        "text_source": "New and essential technological knowledge could be provided via different avenues or by means of chance or provoked accidents with one of our spacecraft. The contemporary Roswell case thus comes to mind. In order for the craft to be retained in full (or disposed of), it would still have been necessary for the U.S. government to in fact have wanted to show, communicate and have analyzed, without beating around the bush, all of the elements that it actually recovered on that occasion. 13.4 Phase Four: Direct Contacts A fourth phase would be that of establishing direct contact with the locals or with entire populations, whether or not a vanguard of bionic robots were used. Once again, the goals sought must be precisely determined. The benefit and true utility of establishing such contacts must be weighed with care in order to calculate the risks and consequences. A specific program could plan for these. However, a serious technical accident affecting one of our spacecraft could be the start of an unofficial contact, a necessary settlement, or a colonization, or even, if necessary, an informationdisinformation campaign. It is also advisable to envision the sedition of some of our crews whom it might be necessary to disembark or who might decide on their own authority to live on one of the worlds discovered and, ultimately, mix with the indigenous populations, going against orders received, whether willingly or against their will, not to intervene or interfere in local affairs."
    },
    {
        "similarity": 0.2458837330341339,
        "title_target": "Summers M. Allies of Humanity, 12 points briefing\\Summary\\001",
        "title_source": "Marrs J. Alien Agenda, 1997\\CHAPTER 8. MISSING TIME\\080",
        "text_target": null,
        "text_source": "Author Richard Thompson, who also appeared to accept at least some UFO and abduction reports as genuine, stated, It is possible that actual non-human beings are responsible for many reported UFO communications. These beings may be trying to condition people's thought processes by making use of themes taken, in some cases, from the people's own cultural traditions. After reviewing several theories that suppose the phenomenon to be simply the product of the human imagination, Thompson pondered, To me, it seems doubtful that ordinary humans have the power to call into being flying objects that can reflect radar, chase jet planes, and interfere with automobiles. If human imagination has so much power, then why don't typical sci-fi movie monsters materialize in American cities? Dr. Mack stated the abduction experience is real but admitted that we do not know precisely who is behind it or for what purposes. UFO abductions have to do, I think, with the evolution of consciousness and the collapse of a world view that has placed humankind at a kind of epicenter of intelligence in a cosmos perceived as largely lifeless and meaningless, he said. As we, like the abductees, permit ourselves to surrender the illusion of control and mastery of our world, we might discover our place as one species among many whose special gifts include unusual capacities for caring, rational thought, and self-awareness. As we suspend the notion of our preeminent and dominating intelligence, we might open to a universe filled with life-forms different from ourselves to whom we might be connected in ways we do not yet comprehend."
    },
    {
        "similarity": 0.24582162499427795,
        "title_target": "Summers M. Allies of Humanity, 12 points briefing\\Summary\\000",
        "title_source": "Good T. Above Top Secret, 1988\\14. THE CENTRAL INTELLIGENCE AGENCY\\091",
        "text_target": null,
        "text_source": "Although most of the FOIA documents indicate only a routine interest in the problem, which was handled largely by the Foreign Broadcast Information Service, Foreign Documents Division, and the Domestic Contact Service-all innocuous, nonclandestine units-they also disclose, by inference, a standing requirement of the Directorate of Science and Technology for gathering UFO data. This, in turn, indicates other collection units, says Marchetti, such as the Clandestine Services, the CIA's directorate which was given the task of providing information from all over the world on the UFO phenomenon. \"However,\" he adds, \"few such reports were released-and that implies a cover-up!\" His theory is that: we have, indeed, been contacted-perhaps even visited-by extraterrestrial beings, and the U.S. government, in collusion with the other national powers of the earth, is determined to keep this information from the general public. The purpose of the international conspiracy is to maintain a workable stability among the nations of the world and for them, in turn, to retain institutional control over their respective populations. Thus, for these governments to admit that there are beings from outer space . . . with mentalities and technological capabilities obviously far superior to ours, could, once fully perceived by the average person, erode the foundations of the earth's traditional power structure. Political and legal systems, religions, economic and social institutions could all soon become meaningless in the mind of the public. The national oligarchical establishments, even civilization as we now know it, could collapse into anarchy. Such extreme conclusions are not necessarily valid, but they probably accurately reflect the fears of the \"ruling classes\" of the major nations, whose leaders (particularly those in the intelligence business) have always advocated excessive governmental secrecy as being necessary to preserve \"national security.\""
    },
    {
        "similarity": 0.07011894689623355,
        "title_target": "<TARGET>",
        "title_source": "<SOURCE_MICRO>",
        "text_target": null,
        "text_source": null
    },
    {
        "similarity": 0.06171206894387842,
        "title_target": "<TARGET_MICRO>",
        "title_source": "<SOURCE_MICRO>",
        "text_target": null,
        "text_source": null
    }
]